{
  "utterances": [
    {
      "utterance_id": "SBC006",
      "hyp_text": "before you know remember tyke was a sort of all yeah okay two weeks ago watching tv and david horowitz is going to have this former car radio thief on eric's boyfriend mike he's the one that stole vicar's radio well cuz well he he was a cocaine addict so he's talking about you know he's gonna show us you know we've talked because you know it wasn't until we show you see was sexy pretty intelligent uneducated so uh... uh... this radio it was broken we were gonna stick it out and send it back to the factory in a new factory radio never got a chance because that when it was broken and stole and he can't send something back to the factory that isn't there anymore, right? So he never got his radio. So he got another radio this summer, but of course that got ripped off also. But never mind. He's having bad luck with that car. What is this? I don't know. So, it's obvious now that this was the one that stole. I mean, nobody came out and told you, guess what? Oh, we knew. We knew. We figured it had to be Michael. someone did what we did we had to go see jam last sunday at her house for dinner or breakfast and mom said you know don't bring it up to linda don't tell her about mike so i i that's like waving a red flag you know it's all tight did you see mike on tv did she yeah she said today we're sitting there watching tv the next thing she knows there's mike on on tv and she goes whoa of course john who's just as bad as saying oh did you see mike your ex-boyfriend But he's no better. He does other goofy things. Goofy! What the? Goofy! He's feeling cars. But you know, it's okay. At least it's not car radios, it's the whole car. Go big and I'm the one. Oh, it's amazing. No, Jan talked the whole time and it was like this! Hello! What's happening to you? Oh my God. Turn the volume down. Let me out of here. I can't. Let me over. She's good. She didn't want to go, and I said, Mom, we gotta go. So we never have to go again, right? Well, at least we had a good time Saturday. We went to see Oba Oba. Ruben loved it. Oh, what did he call it? Oba Oba? Oh, he called it Oba Oba. They came and grabbed everybody and got you dancing in the aisles. They were just nice people. They were really happy to be doing it. The male athletes were incredible, but one of the guys, his entrance on the stage as he comes sliding across on his head, of course, looks over at me and goes, I couldn't do that. Otherwise, I'd have no hair left. But there was hardly anybody there. It was the matinee. This place was completely empty. Really? That's why Marsha and Jim could get up and move. They feed off of all these... The friend that was there with them is this older guy with this young chick. And she was like a real pill. You know, she's sitting there with his hair pulled back in a little ponytail and she's like sitting there. And he said, I would have been here, but she was so late and getting her any place on time. She said, I had to get Maddie. I don't know why. Nothing was going to help her. No makeup, no nothing, because she's a little girl, and he's the elder man, and she's taking care of me. God, it sounds like the tape I made last night, and these guys start talking about, you know, she's so vulnerable. She's probably like 26, and she looks 13, and it's just so, it's like, Mrs. I mean like, you know what, it's the butterfly, you okay? I'm probably not going to vomit. Give me a break. Give me a break. You stupid little bitch. She just married Daddy to take care of her. they all live down like in delmar super ritzy area i know what about uh... would be able to move on this world uh... uh... cool did i tell you about one mom's having a minute more for lunch finally okay it will mocha they call it an august and go and it's been dead with seven years and finally donson which isn't seem on that much Well, it's cause she, I know she never calls her. So mom, she says, I feel like you've got a whole other world outside of us. Like you don't even need to something that you have a whole other life. Mom said I do. Well, you heard my name. Maybe she's just kind of dense, huh? Well, she wants everything on her terms, you know? She makes you so dense. She's a dope. So, it's like that. Exactly. So, Mom said, you know, she goes, when can I see you? So, Mom said, well, my next three days, like October 4th, so that was when they set up two months in advance to have a lunch. So, October 4th rolls around and you had to go do something, so they're stuck babysitting. Great. Just a big thrill in the world. Piss ass. Four, five, some place around there. I can't remember ever because she's such a nightmare to me. Anyway, mom had to cancel. They make arrangements for a couple weeks later. I wanted to surprise mom and bring over some nice pastries from the conversation. So I went to a lot of conversation and I picked out all the stuff for Uncle Raymond. It was just supposed to be Mom, Reuben, and I was going to sit down and talk with him and split. So I'm driving up to the house and there's a car in front of me and the guy is just like sitting there in the middle of the road and he's not moving and you don't want to park the car. You know, there's no parking either on one of those sides because it's street-sweeping day or something. It's like, would you move so I can come park my car? And then I realized it's Dee Dee and Amelia. And there's... Jump in the mirror, jump in the mirror, jump in the mirror. So it turns out that she wouldn't get out of the car without me and Amelia. So Dee Dee and Amelia followed them over there to pick up her text and take her for a day in the park. But then Deanie wanted to meet me to see Mom's house. So they go barging in on her own. So Mom felt obligated to ask those two idiots to lunch. also thereby having to invite dear who he did not want there in the first place because she's such a little piss ass so the first thing i get inside the house and there's jumping up and down jump jump jump jump jump jump and i grabbed her and i held her down i go listen you little piss ass this is my house and today you are not going to jump today you're going to act like a human you got that she just looks at me and she kind of nods her head she's going ah shit auntie lisa's here again i am leaving So she wants to go to the balcony and Grandma and Grandma are going to go, no kids on the balcony. You want to go outside? You go downstairs, but you're not going out on the balcony. Because knowing you, you're going to fall off. Oh, wouldn't that be a pity? Oh, I know. So from an individual, of course, I said, it's OK. You want to play one bounce off the balcony? Andy didn't laugh. It's a little shit. She wouldn't eat her lunch because she wanted dessert. Dessert comes around. Mom would cut all the pastries in half. Francesca takes five of them. She took a bite from each one. That was it. I don't want any more. She gets away with it. She gets away with it. She's taking the silverware and digging it into the table. Oh, that's cute. Excuse me, do you want to try that one more time? Those tables are museums. Could you please chill out in the artwork here? I said, try it again. One more time, I'm going to come over there and I'm going to take that and I'm going to dig it into you. Maybe she wants to go outside again. I said, yeah, that's a good spot for her. I'm going to go ahead on white shoes. I don't care if he's Italian. I don't care! That was the ugggliest set of shoes I ever saw in my life! One of the kids at work said, Funnily, that doesn't count unless he had a white belt. And he did! I don't care if it's a white suit, put something else. He had a white suit he had on a black suit and then he stands there and tells her how it needs to be baggier and they're analyzing. They're so superficially involved. He has a restaurant or something? What does he do? He's a waiter. He's a waiter at Rosa's out there in Ontario which is a very nice restaurant I'm sure but he wants to open his own restaurant someday and he thinks we're going to finance it. I actually think Kathy and Jawahar are or Gregory is because they're the wealthy ones. I try to explain to Kathy that life had changed now. for her and that there were going to be all sorts of parasitic relatives, distant or whatever, coming up and saying... Did she tell you about grief? Yes, trying to get him a job. Oh, yeah. Well, then, see, that's another thing. She didn't understand it. Well, tell me more. Why? Cathy, don't you understand that things are different now? You have this mega house and you have this... But they kind of thrive on that. They like having people having to... Oh, that's part of the reason they're not burning their bridges, right? Is that hilarious? That's typical. He is so funny. My husband, not you professor. Now, for the stupid New Year's Eve party then, Tommy Monette, who's up there, who was Gregory and Lauren's best friend, right? He opens his big mouth to Gregory that Kathy and Joir are having this party. So Kathy calls me up and she wants Gregory's address. And I go, for what? She goes, well, we have to invite him to the New Year's Eve party. I go, why? She goes, well, Tommy Monette opened his big mouth. And I said, oh, so you're going to host them, are you? She goes, what do you mean host them? I said, if you invite them up there for a party, they're going to assume that they're staying with you, right? I said, well that's what they're going to think and I said if you invite them you also have to invite Dee and Amelia. Do you want them to stay at the house too? So next thing you know they dropped at least that bridge they weren't too unhappy about burning. But Keith and Sally, those two drips, the one that told me I was shoving my food and I didn't need a fork, they're friends with this other friend of theirs, and they're trying to, that they don't talk to anymore, and I mean, Campbell's a cocaine user, a beer dealer, that's all he does. Okay, he was a lawyer. You know, he's just no good. So, they're trying to, you know, have them be friends again. Well, what for, Kathy? They were going to go to this dinner party Saturday night to see them. What are you going to do that for? Who cares? Does she have any friends, do you think? No. Why? Kathy, she's not a good friend herself. Joir is a really nice guy. He is, but he doesn't understand how to mix friends at all. We already went through that. When I first got back from Italy and I was up there, we were friends with this one Australian guy, and he was friends with this other idiot from New Zealand, Dennis. And one night he figured, oh, we're both part of the same world, you know, New Zealand, Australia. So he invited Dr. Spargo out with Dennis. Well, I didn't get along with Dennis at all. He was a jerk. I did not like him, period. And Spargo was okay. And we go out and, or we went out, and these guys, they were at each other's throats the whole night long. Competition galore. Really? Oh, yeah. Each one was fighting for our affections. That was very apparent. I knew that was going to happen. Plus they didn't like each other. Well, Spargo was older. He was real bright and he knew that this guy was a jerk. If we went to parties and there was somebody who came up to try to talk to us, he'd keep them away. They're just like a little Australian sheepdog running around. All this protection stuff going on. It was a lot of fun. Whoops. Sorry, kind of knocked me off. kathleen johar don't understand how to make some friends at all they don't understand that it's also okay not to have everybody at the same party is she working or doing anything? no she works for johar but you know so then um... what does this mean? well she answers phones she says she wants to go out to school or something or something of their life or she's too into computers They're boring. Aren't they boring? They're so boring. I mean, it's like, who cares? No offense, but I think that you can get caught up in computers, like, within, what, five weeks or something? You gotta sit there and, you know... You space all that. She's like, you know, we've got ROM and RAM and, you know... She's passionate about it. I can't relate. Leave me alone. I can't relate at all. I don't care. I really don't care. This party I went to Friday night where Joy was jamming on that harmonica. Well, first of all, it's paddlers. And I thought, oh, it's going to be boring. I don't want to go. Victor wouldn't go. He said, I'm working late. You go if you want. Okay, sweets, I'll go if I want. Joy I like, because she's really interesting, but a lot of those other pallors are idiots. I did not want to go. So I walk in, she's changing apartments, she's moving into her own condo. I walk in and the first hint that this is going to be something a little bit unusual is there's all these helium balloons up at the ceiling. with metallic colored streamers coming down, three streamers, each balloon, I mean the whole ceiling is packed with these balloons. It was so much fun. So I walk in and I see two of the paddlers I definitely don't want to see. One of which had a Halloween party. I told her we're coming. We show up. She'd already left for another party. So why the hell didn't you tell me you were leaving? Oh, well, I thought, you know, I didn't think you were coming. I said, if I say I'm showing up, I show up. We had to go someplace for vigorous work first. You know, the wonder years. where I got insulted by this little assistant twat, who since has been fired, thank God. But anyway, then we showed up there and they were all gone. That really irritated me, you know? What do you mean, yes, I'm having a party come and they show up and there's nobody there. Anyway, she's sitting there and this other girl who's out, so I have this pair of suede pants that I got. You've seen them probably 90 million times. I got those from Saks Fifth Off, they're men's. There's nothing great about those pants. They're filthy. There's parts in them where they use some standard stuff. There's these goofy little white spots and everything. And they're going, oh, you do look so chic in your suede pants. And I'm going, oh, yeah, real chic. My hair's dirty. I have a pullback and a ponytail. I know I look lovely. So I'm sitting there talking to these idiots for a while. Then this new wave of people comes in. And these three guys walk in and one guy was so geeky he's in a suit. Who the hell do you know goes to a party in a suit? I mean, who is this geek? So anyway, the other guy had a real nice shirt on and there was some other geek. So the guy with the nice shirt came in and started talking to him. His name's like Billy Mulholland or something and he's from Bakersfield originally and Joy's father had hired him to sell, or Joy had actually hired him to sell jewelry in Hawaii from her father's store. But now he sells real estate in Malibu. We'll be right back And he's got a painting contracting whatever. And one of the things that they're doing is painting this building on Melrose so it looks like you can see through the wall because there's plastic first and then the stuff behind it or whatever it is. But his renditions of homosexuals, I thought I was going to die. I just looked at him. He was going on and on about how these guys and his workers, he's done supervising work and he looks at these guys and he starts talking about their cheese strings. They're showing through their tight leather pants. He was just going on and on and on, and I was getting hysterical. I was laughing so hard, and I just finally looked at him and said, hey, I never even thought about it, because I grew up in the Swiss Alps. You know, we have been here our whole lives, and so I never knew anybody who was in the closet, because as far as I'm concerned, they've always been out of the closet. Well, he couldn't handle this, that I actually knew gay people. He walked away from me. So the next guy that comes up and starts talking to me is the guy in the suit, and it turns out he's from Georgia, Atlanta, Georgia, and he's talking away to me, and his name is Dior. And I said, oh, like doctor? And he goes, exactly right. He's a thoracic surgeon or some horse manure, but meanwhile, he's like, right here in my face, and I kept backing up, backing up, and he's right here in my face, and he keeps staring at my chest, and it's like, you know, fuck you, asshole, I should look at my face! But he didn't believe me, I was married. He's talking about how we should carry on a conversation later and I'm going, no, no. I said, I really don't think my husband would appreciate that. I said, it's a little difficult having three in the same bedroom. You know, at least that's not my schtick. But, um, he didn't believe me that I was married. He thought I was giving him the brush off. That's cool. So they had their other friend come over and meet me who's a lawyer. It's really bizarre because I guessed all of their ages and they were, like, blown away. I don't know if that's what happens when you're this elder to age. But, um, meanwhile, in had walked these two really kind of scruffy looking guys. You know, not... because these guys were all, like, you know, Mr. Hip. And here comes these two other guys. One's a black guy. And one's this white guy with this beard. He's got like a Lormore sweatshirt on. So I'm sitting there. Lormore. DR kept trying to talk to me, talk to me. DR? DR Doctor. He is a doctor. But that's all he'd give his name for. But he's had an interesting command of the English language because all double entendres You know, but if you didn't understand your English, you didn't understand what he was saying. So it was actually a lot of fun to talk to. I had a good time with him. That's actually even how we even started talking. And he started talking to one of the other paddlers who's probably going through a divorce this year. And he used the same lines on her. She didn't get it. Oh well. So, you know, he was like really bored and left. But anyway, I start talking to the black guy when DR walked off. And, you know, all of a sudden you're realizing this guy's straining sentences, complicated sentences together. And he knows what you're talking about, and he's dropping literary terms and names, and you're kind of going, where are you from? He's an army brat. And he speaks fluent German. He's lived in about 30 places. And I said, God, you know, that must have really made you, you know, you must have a good time at making new friends. It's easy for you. And he said, oh yeah, he had that. But also what it had done is it caused him to be introverted. So he read a lot when he was a kid. So he's really self-taught. One of the things he did was he took up the guitar at 12. Now he's 35. You ought to hear that guy on the guitar. He's absolutely amazing. The guy with the beard was his good buddy. They both worked for the phone company. The guy with the beard must be about 6'4\", 6'5\". And he got his first degree in fire science. His mother was 48 when he was born, I suppose 51. They died when he was 13. He graduated from high school early, went through a fire science major at UCLA. I forgot, the people from the west side do that a lot. They go through a stupid fire science major out of UCLA, become firemen. And now he works for the phone company and he's putting himself, he's going to be a microwave engineer. He's going to see sun because it's the only place he can go at night. Brilliant. He's been doing it since 1980. He's like 35 now, talking to him, hit a big old hickey here. He told me he was going to another party. He said, oh, you want a matching set? The black guy laughed. Oh, you noticed? I said, yeah, turtlenecks don't hide everything. But the black guy's father works with the CIA. Oh, you're kidding. No, so the black guy set up all the phones during the Olympics and he was the best light guy out there at the Olympics. He had special coverage and special protection and everything. But they were so much fun to talk to. I had a ball. I ended up, you know, in all the patterns, going, yeah, we've been talking about the boys. Don't they know you're married? Like I told DR, just because I'm married, I ain't dead. I still like to go to parties. I'm sorry.\" And he goes, so you're married? And I said, yeah, I'm married. And I said, so is he. He's married too. And he goes, oh, well that makes it convenient that I always like it when both of you are married to each other. And I said, so do I. uh... poor little he's been having a hell of a time corners here he's been grumpy for three months well that's all right yeah he was actually talking tonight when i call them on the phone he talked to me for like fifteen minutes today you know it's been since they will talk to me on the work with now doesn't look at no above the address books on the hall these cabins his assistant and then they don't have the third editor But it's so nice. Him and Kevin, essentially. Yeah. Yeah. Kevin's an assistant. But they're trying to get Kevin to... Kevin's been in production before. He has actually been an associate producer before. And they want Kevin to take... That's a possibility, but we'll block it. otherwise known as Nixon. Nixon. So who's going to take Nixon's place? I don't know. They'll have to see. They'll bring in some neurotic from New Jersey. Yes, that's a good idea. Somebody that can sit there and take orders and listen to what they have to say and how they want to do it. Part of the problem with this whole thing was, how I see it, was that Ellen was not relinquishing her duties to let Victor go ahead and run it, and was feeling threatened because associate producers were supposed to run editorial. It didn't make sense. If he had an Emmy nomination, I would let him run editorial. I would let him do anything he wanted to do in editorial. They clipped his wings. They wouldn't let him do anything. There are three shows in trouble. He was not allowed to help on any of them, none of them. that's changed now though he can be like he was before going to edit the neurotic throughout well it's going to happen that he is editorial period because steve is supposed to leave in february so unless they they they have to look for an editor rosenblum is coming back isn't he i don't know what he's going to do he wants to work actually features he doesn't really want to do tv i went and saw their house the other night where is it their new house it's um you know where beverly glenn is it's one of those streets off of there it's a nice little north or south of sunset Oh, south of course, way down. They're right off of Pico, and I know how crass. True cuz. Right next door is Ted Rich, who's one of the biggies at MTM, or Lorimar or MGM. Oh, I forgot which one. One of them. One of those places. It all means the same to me. You know, I can never tell the difference. MTM, MGM. Except one day Victor was, you know, they were scoring the show last week and I called up to talk to him and I could hear the musicians in the background tuning up their instruments. And then, you know, it's okay to talk to Victor. I could hear him a little bit, but not too well. But, you know, I still could talk to him. The next thing you hear, all these horns blaring. So he says, I have to go. Oh, shoot. I can't hear you at all, sweetheart. Call me when I can hear you. It was funny. That's the only portal I'll miss. His position is pretty stable. Actually, Michael was going to ask Victor to move back to editorial, but he didn't know how to approach him because he thought he was so thrilled about being an associate producer, but Victor really hated it. So Victor's the one. When was it, two weekends ago or last weekend? He looked at me and goes, So, what happens on Hanukkah? I was going, I can't exactly remember the story, but all I know is you light a candle and you open a present. And he goes, so if I call him Michael, it wouldn't be any great shakes? And I said, nope. I said, what? He never told me why I was calling him Michael. So on Sunday, he looked at me and he goes, I'm calling Michael. I want to go back to editorial. I said, OK, go ahead. So he called Michael. And Mocha was so relieved, because he wanted Aspyn to move back to editorial. He's just happy he did it. Why did he want Aspyn to move back to editorial? Because he's so unhappy with editorial staff. That they couldn't get what they wanted out of Aspyn, and they couldn't get what they wanted out of Sepi. It's actually not Sepi's fault, it's kind of, they needed to work with him more, but that Aspyn was impossible. She was a witch. And then her assistant pulled stunts where she didn't do stuff that everybody knows assistants do, which I wouldn't know because I'm no assistant. But things like making sure that the script gets to the people doing the sound effects so that they can follow along and make certain that their sound effects are going in the right spots, that kind of thing. She totally screwed up the show that they're working on now. I don't know what number that is. What show is being shown now? Well, it's the one they're working on. The one they're working on is not always the one that's being shown. No, but what one is tonight? Tonight? I don't know. Four, five, six? I don't know. We'll have to check. Oh, this is the second one in the new season, but I don't know if this was really number two, how they placed it, or if it was, like you said, number three, four, or five. Because they had such a hard time with it. Like, last week's wasn't supposed to be shown, even though it was supposed to be number one, because it was so poorly done. It had so much wrong with it. People kept trying to get it corrected like a month ago, and they kept stopping and stopping, stopping, stopping, stopping. cuz of her cuz of her cuz of Nixon he didn't want him to do it and it makes him look like an idiot cuz he's the director and you can tell where he's missed the shots has nothing whatsoever to do with anybody else but he cut off his nose by his face that's stupid so now I'm starting to realize what's going on it's hard because the hatchet man actually in the group is Ed Ed's the one that'll come in and he'll go ahead and say this is what needs to be done Okay, or he'll look at you and go, that was a stupid thing to do, why'd you do that? You know, it makes the editor really stop and think, or makes whoever it is stop and think, the director. But he'll kind of sit there and kind of go, well, hmm, hmm, well, let me see, that seemed to be okay, but I'll have to think about it. He's real wishy-washy. He's too, uh, nammy-pamby. You need somebody to come in and go, pfft, pfft, pfft. Eh. So, they're kind of suffering from that this year, not having that on there. But they're just having to learn how to be more assertive, otherwise this show's just going to go down the tubes. Eh. And they can't afford that right now. How many countries is it in, you know? All I know is that they saw it in France. Oh, really? Yeah, I forgot what it's called. Something that has to do with the bar generation. The bar generation? Yeah. What is it? The bar generation? What's in the bar generation? Oh, no. Poob. The pub. The pub generation. There you go. Poob. Friends. So, Cady, they watched it in French. It's absolutely hilarious. I know, because I know. Dude, that was really funny. The poop generation. They saw Mako. Did they tell you about his wife? Where? They had dinner with her one night. Kathy said, oh yeah, supposedly Luke has been on the study and lost weight. She said, oh, you mean she's not so chubby? Ooh, where do I see that bitch again? Was that nasty or what?",
      "hyp_spk": "1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1",
      "ref_text": "Disgusting. Well you know, remember Tyke? Lived next door to Mom? Yeah. Okay. Two weeks ago I'm watching TV, and David Horowitz is going to have, this former car radio thief on? It's her boyfriend? Yeah, her exboyfriend. Mike. He's the one that stole Hector's radio. How do you know. Well, cause well, he he was a cocaine addict. So he's talking about, he he's, yeah man, he's gonna show us, you know, how not, to protect your car, not to get it, you know, ripped off man. Cause, you know, I yeah, I was into it, uh let me show you how easy it was. He's actually pretty intelligent. You know he just uneducated, so, um, yeah. Hector's radio, with it was broken, we were gonna take it out and send it back to the factory, to get a new factory, radio, we never got a chance, because, the back window was broken, and they stole. The radio. And you can't send something back to the factory, that isn't there anymore, right? So he never got his radio. It's really hard. WH Oh. Shit WH. So he got another radio this summer, but of course that got ripped off also. He's bad luck with that car. What what what is this. I don't know. So it's obvious now that this guy This was the one who stole Hector's, I mean, nobody came out and told you, guess what, I confess. Oh, we knew. We knew. We figured it had to be Michael. So Mom didn't want me to We had to go see Jan last Sunday? at her house for dinner? or breakfast? And Mom said, you know, don't bring it up to Linda, don't tell her about Mike. So FF Yeah, hello Tyke, did you see Mike on TV FF? Did she? Yeah. She said, they were sitting there watching TV, and the next thing she know, there's Mike. on the on TV. And she goes, And of course John, who's just as bad, is sitting there going, oh, did you see Mike, your exboyfriend? But he's no better. He does other goofy things. Goofy. Yeah. Goofy. I know. Hee. Sleepy WH WH. Stealing cars, but, you know, it's okay. At least it's not car radios, it's the whole car. It's the whole car. Go big, or don't go at all. Shoot. SM I know. It's amazing SM. No, Jan talked the whole time, HIA in a voice like this. F Hi, I'm so happy to see you FAHI. And we're going, God, turn the volume down, looking over at Mar, and she's going, SM cause she didn't wanna go, and I she I said, Mom, we gotta go SM, so we never have to go again, right? So, well at least we had a good time Saturday, we went to see Oba Oba. You know, Ruben loved it. They Ola Ola, what'd he call it? Oba Oba? That What He Oh, he called it Oho Oho. They They came and grabbed everybody, and got you dancing in the aisles, They were really happy to be doing it. The male athletes were incredible, but one of the guys, his entrance, on the stage is he, comes sliding across on his head. And Hector, of course, looks over at me and goes, I couldn't do that Lina, otherwise I'd have no hair left. But there was hardly anybody there. It was the matinee, the place was completely empty. Really. That's why Marcia and Jim could get up and move. They They They feed off of all these the friend that was there with them, is this older guy with this young chick. And she was like a real pill, you know, she's sitting there, with hair pulled back, in little ponytail. And she's like, he said, I would have been here, but she was so late. And getting her any place on time, she's going, well, I had to get ready. I don't know why. Nothing was gonna help her. No makeup, no nothing. Cause she's the little girl, and he's the older man, and he's taking care of me. God, It sounds like the tape I made last night, and these guys start talking about, you know, some, you know, she's so vulnerable. She's probably like twentysix, and she looks thirteen, and it's just so, it's like, They said something like, you know what, it's the butterfly, you can't catch And I'm like, I'm trying not to vomit, to this. Give me break. Give me a break. That stupid little bitch. She just married daddy to take care of her. They all live down like in Del Mar? Super ritzy area. I know. What about uh, What. the other L Perrizo in this world. Oh, Liza? Oh, God. like Did I tell you, about when Mom was having Arnold and Lisabeth over for lunch, finally. Okay, well, Mom They call up in August, and go, I mean it's, Daddy's been dead what, seven years, and finally it dawns on Lisabeth, that she doesn't see Mom that much. Well, it's cause she I know, she never calls her, right? So Mom She just goes, I feel like you've got a whole other world outside of us, like you don't even need us Mar, and that you have a whole other life. Mom said I do. Well, Poor Lisabeth. you've hurt my feelings, and buh. Mom's Maybe she's just kind of dense. Hunh, Well, she wants everything on her terms. You know. Is she vicious or dense. She's a dope. So, So, Mom said, you know, she goes, when can I see you. So Mom said, well my next free day's like October fourth. So that was when, they set up two months in advance to have lunch. So October fourth rolls around, and Liza had to go do something, so they're stuck babysitting Cassandra. Great. You know, just your big thrill in the world, How old is she now. this little piss ass. Four, five, some place around there, I can't remember. ever. Cause it's just She's such a nightmare to me. So, anyway, Mom They had to cancel, they they make arrangements, for like couple weeks later, and I wanted to surprise Mom, and bring over some nice pastries from La Conversation. So I go into La Conversation, and I picked out all this stuff for Uncle Arnold. And it was just supposed to be Mom, Ruben, Arnold and Lisabeth. And I was gonna sit down and talk with them and split. So I'm driving up to the house, and there's a car in front of me, and the guy is just like sitting there, in the middle of the road, and he's not moving, and, you know I wanna park the car. you know, and there's no parking either, on one of those sides, because it's street sweeping day, or something, it's like, Would you move, so I can come park my car. And then I realized, it's Liza and Antonio. And there's Cassandra, jumping around, jumping around, jumping around, inside the car. So it turns out, that, she wouldn't get out of the car with Arnold and Lisabeth, so Liza and Antonio followed them over there, to pick up Cassandra, and take her for a day in the park. But then Liza wanted Antonio to see Mom's house. So they go barging in on Mar. So Mom felt obligated, to ask those two idiots to lunch. Also, thereby, having to invite, dear Cassandra, who we did not want there in the first place, cause she's such a little piss ass. So the first thing, I get inside the house, and there's Cassandra, jumping up and down. Jump, jump, jump, jump, jump, jump, jump. And I grabbed her, and I held her down, and I go, listen you little piss ass, this is my house, and today you are not going to jump. Today you're gonna act like a human. You got that? She just looks at me, she kind of nods her head, and she's going, Ah, shit. Auntie Lina's here again, I am leaving. So she wants to go out on the balcony, I grab her again, and I go, no kids on the balcony. You wanna go outside? You downstairs, but you're not going out on the balcony. Cause knowing you, you're gonna fall off. Aw, wouldn't that be a pity. Oh, I know. So and, for Arnold and Lisabeth, of course I said, Cassandra, you wanna play one bounce off the balcony? Hunh. Auntie didn't laugh. The little shit. She wouldn't eat her lunch, because she wanted dessert. Dessert comes around, Mom had cut all the pastries in half? Cassandra takes five of them. She took a bite, from each one. That was it. she gets away with it. Gets away with it. She was taking the silverware, and digging it into the table. Oh, that's cute. I said, excuse me, Cassandra? You wanna try that one more time? those tables are museums, could you please, art work here. I said try it again. One more time, I'm gonna come over there, and I'm gonna take that, and I'm gonna dig it into you. And meanwhile, And I said, yeah, that's a good spot for her. Antonio had on white shoes. I'm sorry. I don't care if he is Italian, I don't care. One of the kids at work said, but Alina it doesn't count, unless he had a white belt. HI HI. I don't care if it's a white suit, put something else He had on a white suit, Liza had on a um, a black suit, and then he stands there and tells her how it's not it needs to be baggier here, and they're They are so superficial, They are into all this clothing. He has a restaurant or something, or what does he do, or He's a waiter. Who is he. He's a waiter at Rosa's. out there in Ontario. which is a very nice restaurant I'm sure, but, he wants to open his own restaurant someday, and he thinks, we're gonna finance it. Actually thinks Cathy and Jawahar are, or, Jonathan is, cause they're the wealthy ones, I tried to explain to Cathy that, 1 life had changed now. for her, that and that there, gonna be, all sorts of, parasitic relatives distant or whatever. Like Jonathan? coming up and saying, Did she tell you about Jonathan? Yes. Trying to get him a job? Oh yeah. Well, then see that's another thing. She doesn't understand it. Well, Tommy Spencer. Uh Cathy, don't you understand that, you know, things are different now, you have this mega house, and uh, you know, you have this, you know, But they things are different. they they kind of thrive on that. They like having people having to owe That's part of the reason they're not burning their bridges, right? So, To where. To where. That is a great line. Is that hilarious. That's typical Thompson. He is so funny. But um, PAR my husband. Not your professor PAR. Um, No. For this stupid New Year's Eve party then, Tommy Spencer, who's up there, who was Jonathan and Loren's best friend, right? He, opens his big mouth to Jonathan, that Cathy and Jawahar are having this party. So Cathy calls me up, and she wants Jonathan's address. And I go, for what. She goes well we have to invite him to the New Year's Eve party. And I go why. She goes well Tommy Spencer opened his big mouth. And I said, oh. So you're going to host them are you? She goes what do you mean, host them. I said if you invite them up there for a party, they're gonna assume, that they are staying with you, right? She goes no they're not. nya. And I said, well that's what they're gonna think. And I said, if you invite them, you'll also have to invite Liza and Antonio. You want them staying at the house too? So next thing you know, they dropped At least that bridge, they weren't too unhappy about burning. Hm, God. But Keith and Sally, those two b drips, the one that told me I was shoveling my food, and I didn't need a fork, um, They're friends with this other friend of theirs, and they're trying to That they don't talk to anymore, and I mean, Campbell's a cocaine user, abuser, dealer, that's all he does. Campbell's a lawyer. You know, he's just, no good. So, They're trying to, b you know, Well what what for, Cathy. Why are you gonna go They were gonna go to this dinner party, Saturday night, to see them, I go, what are you gonna do that for. Who cares. Does she have any friends you think? No. No. Why. Cathy She's not a good friend herself. Jawahar's a really nice guy. He is a nice guy. He is, but, he doesn't understand how to mix friends at all. We already went through that. When I first got back from Italy, and I was up there, he we were friends with this one Australian guy, and he was friends with this other idiot from New Zealand, Dennis. And one night, he figured, oh, both part of the same world. You know, New Zealand, Australia. So he invited Doctor Spargo out with Dennis. Well I didn't get along with Dennis at all, he was a jerk. I did not like him. Period. And Spargo was okay. And we go out, and, or we went out, and these they were at each other's throats, MRC the whole night long. Competition galore MRC. Really. Oh yeah. Each one was fighting for our affections. That was very apparent. I knew that was gonna happen. Plus they didn't like each other. Well Spargo was older, you know, and he was real bright, and he knew that this guy was a jerk. If we went to parties, and there was somebody who came up to try to talk to us, he'd keep em away. Just like a little t, um, Australian sheep dog. Running around. All this protective stuff going on. It was a lot of fun. Whoops, I'm sorry, MIC knocked me off. MIC But, Cathy and Jawahar don't understand how to mix their friends at all. MIC They don't understand, that it's also okay, not to have everybody MIC at the same party. Is she working, You can't. or doing anything. No, she works for Jawahar, but, you know, so then um, Well, she answers phones, Wasn't she She said she wanted to go back to school, or something, do something with her life, or, she's too into computers. They're boring. You know, aren't they boring, they're so boring. I mean it's like, who cares. No offense, but I think that you can get caught up in computers, like, within, what. Five weeks or something? You gotta sit there, and, you you know, oh you you space out on it. She's like talking about ROM, and RAM, and, you know, and she She's passionate about it. SM I can't relate. Leave me SM alone. I can't relate at all, I just I don't care. I really don't care. I This party I went to Friday night, where Joy was jamming on that harmonica? That was Well first of all, it's paddlers. And I thought, oh, it's going to be boring, I don't wanna go, Hector wouldn't go. He said, I'm working late Lina. You go if you want. Okay sweets, I'll go if I want. And I don't Joy I like. Cause she's really interesting. But a lot of those other paddlers are idiots. I did not wanna go. So I walk in, she's changing apartments, she's moving into her own condo. I walk in, and the first hint that there's this is gonna be something a little bit unusual, is there's all these helium balloons? up at the ceiling? With uh metallic colored streamers coming down, three streamers, each balloon, I mean the whole ceiling is just packed with these helium balloons. It was so much fun. So I walk in and I see, two of the paddlers I definitely don't wanna see. One of which had a Halloween party, I told her we're coming, we show up, she'd already left for another party. I said why the hell didn't you tell me you were leaving. Oh, well I thought you'd, you know, I didn't think you were coming Alina. I said if I say I'm showing up, I show up. We had to go some place for Hector's work first, you know, The Wonder Years. where I got insulted, by this other little assistant twat, who since has been fired, thank God. But anyway, um, then, you know, we showed up there and they were all gone. That really irritated me. You know? What do you mean, yes, I'm having a party, come and you show up, and there's nobody there. But anyway, um, she's sitting there, and this other girl, who's always. So I have this pair of suede pants that I got, you've seen them probably. I got those from Sak's Fifth off, they're men's. You know there's nothing great about those pants, and they're filthy. And there's parts in them, you know, where I mean they use substandard stuff, so there's you know, these goofy little white, and everything, and they're going, oh, Alina, you look so chic, in your suede pants. And I'm going, oh, yeah, real chic. You know, my hair's dirty, I have it pulled back in a pony tail, I know I look. So I'm sitting there talking to these idiots for a while, Then, this new wave of people comes in. And these three guys walk in and, one guy, was so geeky, he's in a suit. Who the hell do you know, goes to a party in a suit. I mean who is this geek. So anyway, the other guy had a real nice shirt on, and then there was some other geek. So the guy with the nice shirt came in, and started talking to me, and he his name's like Billy Mulholland, or something, and he's um, from Bakersfield originally, and Joy's father had hired him to sell, or Joy had actually hired him to sell jewelry, in Hawaii. from her father's store. But now he's sells v_real estate in Malibu, and he's got a painting contracting whatever, and, one of the things that they're doing, is um, is painting this building on Melrose, so it looks like you can see through the wall, cause there's, you know, plastic first, and then, this stuff behind it or whatever it is. But his renditions of P homosexuals, I thought I was gonna die P. I hadn't you know, I just looked at him. He was going on and on, about, how these guys, at his work, cause he's down there supervising work, and he looks out and these guys, and he starts talking about their Gstrings are showing through their tight leather pants, and, he was just going on and on and on. And I was getting hysterical. I was laughing so hard, and I just finally looked at him, and I said, hey, I never even thought about it. Because I grew up in the Swish Alps. You know? We have been here our whole lives, and I said I never knew anybody was in the closet, because as far as I'm concerned they've always been out of the closet. Well he couldn't handle this. That I actually knew gay people. He walked away from me. God. So The next guy that comes up and starts talking to me is the guy in the suit, and it turns out he's from Georgia, Atlanta Georgia, and he's talking away to me, and his name is DR. And I said, oh, like doctor? And he goes. He's a thoracic surgeon, or some horse manure, but, meanwhile, like, this right here in my face. And I kept backing up, backing up, and he's right here in my face, and he keeps staring at my chest, and it's like, You know, fuck you, asshole, why don't you look at my. But he didn't believe me I was married. I kept He's talking about how we should carry on a conversation later, and I'm going, no, no, I said I don't You know I really don't think my husband would appreciate that. I said, you know, it's a little difficult having three in the same bedroom. You know, at least that's not my shtick. But um, he's he didn't believe me. That I was married. He thought I was giving him the brushoff. That's cool. So they had their other friend come over and meet me, who's a lawyer. And it's really bizarre, cause I guessed all of their ages, and they were like blown away. well that's what happens when you're this. But um, meanwhile, in had walked these two really kind of scruffy looking guys, you know not Cause these guys were all SNAP like, you know, Mister Hip SNAP. And here comes these two other guys. One's a Black guy, and one's this uh White guy with this beard. Uhoh. And he's got like a Lorimar sweatshirt on. So I'm sitting there and the Lorimar. DR kept trying to talk to me, talk to me, DR, DR doctor. He is a doctor. Yeah but that's all he'd give his name for. WH Oh, But, he's had an interesting command of the English language, God WH. because all double entendres. You know, but if you didn't understand your English, you didn't understand what he was saying, so he was actually a lot of fun to s_talk to. I had a good time with him. That's actually even, how we even started talking. And he started talking to one of the other paddlers, who's probably going through a divorce this year, and he used the same lines on her, and she didn't get it. Oh well. So you know, he was like really bored and left. But anyway, I started talking to the Black guy. when DR walked off, and you know, all of a sudden you're realizing, this guy is stringing sentences, complicated sentences together, and he knows what you're talking about, and, he's dropping, literary terms, and names, and you're kind of going, He's a He's a army brat. And has He speaks fluent German. He's lived in about thirty places. And I said God, you know, that must have really made you you know, it's you must have a good time at making new friends, it's easy for you, and he said, oh yeah, he had that, but, also what it'd done, is it caused him to be introverted, so he read a lot. when he was a kid. So he's really self taught, and, you know, kind of, one of the things he did was he, kind of took up the guitar at twelve? Now he's thirtyfive, you ought to hear that guy on the guitar. He's absolutely amazing. The guy with the beard, was his good buddy. They both work for the phone company. The guy with the beard must be about, six four, six five, and uh, he got his first degree in fire science. His parents were His mother was fortyeight when he was born. His father was fiftyone. They died when he was thirteen, He put He graduated from high school early, went through fire science major at UCLA. I forgot, the people from the West Side do that a lot. They go through this stupid fire science major out at UCLA. Become firemen. And now _You know, and now he works for the phone company, and he's he's uh, putting himself, He's going to be a microwave engineer. And he's going to CSUN, because that's the only place you can go at night. Wow. Brilliant. He's been in there since nineteen eighty, Hunh. I'm sitting there, you know, he's like thirtyfive now, talking to him, he had a big old hicky here, he told me he was going to another party, I said, oh, you want a matching set? Oh God. oh, you noticed. I said, yeah, turtlenecks don't hide everything. But the Black guy's father works with the um, CIA. Oh, you're kidding. So, no. He set up, so the Black guy set up all the phones during the Olympics, and he was the best like guy out there at the Olympics, or, you know, he had special coverage, and special protection, and everything. Wow. But they were so much fun to talk to. I had a ball. I ended up, you know, and all the paddlers were going, Alina, talking to all the boys. Don't they know you're married? they said, like I told DR, just cause I'm married, I ain't dead. I still like to go to parties. I'm sorry. Shit. So you're married. And I said, yeah I'm married. And I said, so is he. He's married too. oh. Well that makes it convenient then, uh, I always like it when, both of you are married to each other. And I said, so do I. Hector. Oh God. Poor little Hector. He's been having a hell of a time. Pulling his hair out. He's been grumpy for three months. Well, it's over now, isn't it? Yeah. He was actually talkative tonight. when I called him on the phone? He talked to me. for like fifteen minutes tonight. Do you know how long it's been since he's been able to talk to me on the phone? Who does he work with now. Kevin. Rosenblum. Ke No. Uh well, yeah. Rosenblum's down the hall, and Kevin's his assistant, and then they don't have the third editor. But it's so nice. Him and Kevin. Essentially. Yeah. Yeah. Kevin's assistant. But they're trying to get Kevin to Kevin's been in production before. He's has actually been associate producer before. And they want Kevin to take Hector's place? That's a possibility, but Jake will block it. Otherwise known as. Who's gonna take Hector's Nix, nix it. Nixon. Nixon. So, uh, who's gonna take Hector's place. I don't know. They'll have to see. They gonna bring in some, neurotic from New Jersey? Yeah sounds like a good idea. Somebody that could sit there and take orders, and listen to what they have to say, and how they wanna do it. Part of the problem with this whole thing was, that uh, how I see it, was that Ellen was not relinquishing her duties, to let Hector go ahead and run it, Jake was feeling threatened, because, associate producer is supposed to run editorial. And it makes sense. Hector had an Emmy. nomination, I would let him run editorial. I would let him do anything he wanted to do in editorial. They clipped his wings. They wouldn't let him do anything. There are three shows in trouble. He was not allowed to help on any of em. None of em. That's changed now though, he can be, Yeah. like he was before again, edit, and the neurotics are out. Well, what's gonna happen, that he is editorial. Period. Cause Stevie's supposed to leave in February, so unless they they They have to look for an editor. Rosenblum's coming back though isn't he. I don't know what he's gonna do. He wants to work actually features. He doesn't really wanna do TV. Hm. I went and saw their house the other night. Where is it. Their new house. It's um, you know where Beverly Glen is? It's one of those streets off of there. It's a nice little North, or south, of Sunset. Oh, south, of course. Way down. Oh. They're right off of Pico and, I know. How crass. True cuz. But it's Right next door is Ted Rich, who's uh, one of the biggies at MTM, or, Lorimar or MGM, oh I forgot which one. One of them. One of those places. It all means the same to me. You know, really. I can never tell the difference. MTM, MGM, Lorimar, Except one day, Hector was you know, they were scoring? the show last week? And I and I called up to talk to him, and, I could hear the um, the musicians in the background tuning up their instruments? And then, you know, it's okay to talk to Hector, I could hear him a little bit, but not too well, but you know I still could talk to him, and the next thing you hear, all these horns blaring. So he said, Lina, I have to go. No shit. I can't hear you at all, sweetheart. Call me, when I can hear you. It was funny. That's the only part I'll miss, So but, His position is pretty uh, stable. Yeah. Fletcher Well see, actually Fletcher was going to ask Hector to move back to editorial, but he didn't know how to approach him, cause he thought he was so thrilled about being associate producer. But Hector really hated it. So Hector's the one, when was it. Two Two weekends ago? Or last weekend. He he He looked at me and he goes, p_so. Lina, what happens on Hanukkah. And I was going, I can't exactly remember the story, but, all I know is you light a candle, and open a present. And he goes, so, if I call Fletcher, it wouldn't be any great shakes, and I said, nope. he never told me why he was calling up Fletcher, so um, Sunday he looked at me and he goes, I'm calling Fletcher, I want to go back to editorial. I said okay, go ahead. So he called Fletcher, and Fletcher was so relieved. Cause he wanted to ask Hector to move back to editorial. He's just happy he did it. Why did he want to ask Hector to move back to editorial. Because he's so unhappy with the editorial staff. That they couldn't get what they wanted out of Sherry, and they couldn't get what they wanted out of Seppie. It's actually not Seppie's fault, it's kind of, they needed to work with him more, but that Sherry was impossible. She was a witch. And then her assistant pulled stunts where she didn't do stuff, that everybody knows assistants do. which I wouldn't know, cause I'm assistant. But, things like, making sure that the script gets to the people doing the sound effects, so that they can follow along, and make certain that their sound effects are going in the right spots, that kind of thing? She totally screwed up the show that they're working on now, I don't know what number that is. Sylvia. What show is being shown now. Well, it's the one they're working on, the one they're working on's not always the one that's being shown. No. But what one is tonight. Tonight? I don't know. Four? Five? Six? This I don't know. We'll have to Oh, this is the second one in the new season, Hm. but I don't know, if this was really number two, Hm. how they placed it, or if it was like, like you said, number three four or five. Because they had such a hard time with it. Like last week's wasn't supposed to be shown, even though it was supposed to be number one, because it was so poorly done. It had so much wrong with it. Hector kept trying to get it corrected, like a month ago? And they kept stopping him, stopping, stopping, stopping, stopping. Cause of her. Cause of her, cause of Jake. Nixon. He didn't want him to do it. And it makes him look like an idiot, cause he's the director, and you can tell where he's missed the shots. Has nothing whatsoever to do with anybody else. It's Jake. But he'll He'd cut off his nose to spite his face. That's stupid. So now Fletcher's starting to realize what's going on. It's hard, because, the hatchet man actually in the group is Ed. Ed's the one that'll come in, and he'll go ahead and say, this is what needs to be done. Okay, and or he'll look at you, and he'll go, that was a stupid thing to do, why'd you do that. You know, makes the editor really stop and think. Or makes whoever it is stop and think, the director. But, Fletcher'll kind of sit there and kind of go, well, mhm. Well, let me see, that that seemed to be okay, but I'll have to think about it. He's real wishywashy. He's too uh, namby pamby. You need somebody to come in and go, Yeah. t_So, they're kind of suffering that from that this year. Not having that on there. But, Fletcher's having to learn how to be more assertive. Otherwise his show's just gonna go down the tubes. Yeah. And they can't afford that right now. How many countries is it in. Do you know? Mm. All I know is, Cathy saw it in France. Oh really? Yeah. I forgot what it's called. Something Huh. It's about has to do with the bar generation. Um, bar generation. Yeah. Uh, what is it. The bar generation? In what sense bar generation. Oh no, L2 Pub L2. The Pub. The Pub Generation. There you go. L2 Pub L2. French. So Cathy They watched it in French, g it was absolutely hilarious, I know cuz, I know, that was really funny, P Dorks. The Generation. Wow. Have it in France. I know. That's good P. And they saw Mako. Did I tell you, Harlan's wife? Where. They had dinner with her one night. Yeah? And Cathy said, oh yeah, supposedly Alina's been on this diet and lost weight. She said, oh. You mean she's not so chubby? Ooh, wait'll I see that bitch again. Was that nasty, or what.",
      "ref_spk": "2 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 2 1 1 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 1 1 1 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 1 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 1 1 1 1 1 1 1 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 2 2 2 2 1 1 1 1 1 1 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 2 2 2 2 2 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 2 2 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 1 1 2 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 1 1 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 1 2 2 2 2 2 2 2 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 1 1 1 1 1 1 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 2 2 2 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 1 1 1 1 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 2 2 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 1 1 2 2 2 2 2 1 1 2 2 2 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1"
    }
  ]
}