{
  "utterances": [
    {
      "utterance_id": "SBC007",
      "hyp_text": "This guy said I wasn't going to do this anymore. Stay up late. It kind of defeats the purpose of getting up in the morning. I know. It's a hard habit to break. It is. Usually I don't stay up late. But it's like if I'm up after midnight, I'm just like, hmm. What can I do now? I still can't. God, I still can't believe he was bitching around and he lied to. He said that he talked to Ron and all this other shit. About what? About the way they were feeling of them being the only ones cleaning the house and all this other shit. I mean, what they don't realize is like, shit, when Ron gets home from work, I want to spend time with Ron because Ron usually doesn't get home until 9 or 10. I'm like, he has to work for every little dime that he makes, you know? He doesn't get any breaks. Yeah. Picks his own salary, he can take leave. Mm-hmm. He earns leave. He gets sick leave. He won't get shit. I don't know. It is really hard living with another couple. I mean, if we sit down and set some rules, which we never did, it could work. What it amounts to is mutual respect, and like kids told Rod, he told him he goes on. What was it he goes, nobody fucks with my lifestyle. I feel the exact same way. And all those bitches and complaints that he has, they're about my lifestyle. And he doesn't realize that. And that's what I'm going to tell him. Well, you know. And the only way it's going to work is if we have respect for one another. That's right. That's right. And it doesn't mean going to our parents and complaining about one another. I'm going to tell him if you have any complaints, you talk to the person that you have the complaint about. I'm also going to suggest weekly house meetings to discuss such things. Mm-hmm. Oh, yeah. Yeah, you know, it would be a real good lesson for them, too, in self-assertiveness. Well... You know, and especially the way, um... I mean, Pete gets himself into an uncomfortable situation or whatever, and his first reaction is to blow up about it. Mm-hmm. You know, because he lets it pile up. He doesn't do nothing positive about it. He just blows up. I know something bothers you, the goal in you. I was, like last year, I was really proud of myself when I was asked to take over intermediate algebra and teach it. And I did. And I also went And I asked for a raise, instead of, because instead of just sitting in the class and getting five dollars an hour, I was now going to be up there teaching it. Mm-hmm. And instead of getting the five dollars an hour, I ended up getting fifteen. Really? But I went and I asked, you know, if you put a situation like that to people today, because They're weak in character or anything, but because they're... They're babies. Yeah. They hem and haw around, and somebody else would have to talk for them, you know? Yeah. I don't know. And this... Right now, I don't know if I should mention it to him or what, but... I'm feeling like he's taking me for granted. And he's rolling in it to me. And you know what's the sad thing? The thing that really scares me? Is that they're at the rate they're going, and with all the breaks that they've gotten, they're never going to have hard times. Hard times do training. Yeah. They do. Like, I came over here to work with Denae, which is what I'm going to do. I'm going to do some translations for her and stuff. Yeah. Tonight. And, um... You know, I have to make at least $50 or so to make it worth my time. But, like, tonight... Well, I called, you know, this thing was going on with Buck and everything. So I called, um... I called our house and he answered the phone and I said, where's Ron there? And she said, no. When we were on our way to Chris's game, he was at Town Pump and he asked what time we'd be home. And we said, probably about nine. And she said, then we went over to your grandma's but then we came back and he wasn't here yet. So I called the Town Pump and asked if he was still in the casino. Of course he wasn't. he was on his way home and I said tell so I called to him back and I told him to have him call me when he got home so I was in the bathtub and he called I talked to him for a while and he was really down about what what I told him that Chris had said to me and how I was so upset He goes, why didn't you tell him to go and wake me up? It was an idea, and he wouldn't do it. Really? Uh-huh. He goes, they were sitting around getting all fucked up. He said, I went right to bed. He said, I didn't get done working until after 9. Oh, man. It was that five-car pileup they had between Fardon and Crow. Oh, shit. Really? I didn't hear of that. Yeah. Ron was single-handedly there. The one wrecker. Yeah. Seems like any time I've seen a wrecker out here, there's always two guys in there. Everyone was gone when the call came in. And Jay's not supposed to go on those anymore because of his heart. So he had to send Ron by himself, and Ron was slowly pulling everybody out of the ditch. Did they all hit each other, or just? Kind of. A semi bumped a car, and then went on two wheels, and just about lost it, and then got back up on all its wheels again. Oh. Did it land in a ditch? Kind of. It was able to get out. But all the other cars that were in the direct vicinity all hit the ditch. And then there was three cars in the same way. And then this guy pulled up and he was going to Peggy. He remembered Peggy White. Yeah. Her husband Gary Bigare. Mm-hmm. And then her pulled up and they were in the van. They stopped to ask Rod what happened. And here another car came and rear-ended them. Oh. And they ended up having to take Peggy White by helicopter to the lens. Man, that's pretty bad. I know. This darn dog keeps breathing and dreaming. I wonder if we should wake her up. No, she'll get scared and want to go outside. She's kind of nervous, you know. They say you can really mess up a dog by waking them up when they're dreaming. Really? Mm-hmm. It's so cold outside, but yet sometimes she insists on staying out there. I know. You know what I was thinking of doing? Huh? I don't know. She's kind of shy, but I was wondering what it would be like to train her to pull a sled. I don't know if she'd do it. I don't know if she would either. She's kind of timid. She doesn't trust too many people at all. Yeah. You know another thing that Chris had the audacity to bitch about? What? He said Danny had to stay up all by herself and decorate the tree until four in the morning. And I even asked if we could put our ornaments on there and they told me there wouldn't be enough room. Really? Chris said that. She was probably lonely when she was doing the camera. She probably was. I sat up with her, and I was talking to her. She was doing all the decorating. And what was I going to do? She was just putting up the balls and everything. She'd say, where do you think this should go? And so I was sitting there doing my welfare application. No, I was just sitting here watching her and telling her where to put everything and whatnot. You know, Nikki wanted her own tree. Yes. And I forgot to bring it in. It's outside. What are you going to do with it? She wants to set it up for her Barbies. I was just going to use a tin can and put rocks in the bottom and just stick it in there. And you know what I did? I didn't want to waste a tree's life. So I just cut a branch off one. God, I fell up there. Where'd you go to get them? You know where Sarah and Arvela live? Uh-huh. Just around the corner. Remember that first cattle guard you go over? Uh-huh. I didn't even go over that. You mean kind of like by the, by the tunnel? Below the tunnel. Oh. And I just walked up, we just walked up around that area. God, even that was fun. Did you get Grandma a tree too? Does she already have one? That pickup could only hold like three. I wonder why, did Daddy say to take the pickup back or what was the deal? Yeah, yeah. Why? Because Phoebe needs it. What's wrong with the car? Oh, you didn't hear about it? Uh-huh. Oh, you did? About how the engine was on fire? Uh-huh. See, there was oil spilling out, leaking out from the valve cover. Uh-huh. The valve cover gasket apparently cracked away when there was oil coming out. The oil got hot, and you know how it gets hot and smokes? Uh-huh. Well, I guess enough came out because we were losing oil bad. Went from bunnings to crow. Um, there was a lot of smoke coming out and by the time we got to harden we had to put like uh three or four quarts in uh it was three and by the time we got to crow there was it was one quart low and there was smoke still coming from under the engine i figured if it was losing that much oil and it caught fire. This engine was hot because there wasn't enough water in the radiator. I talked to Oscar about it, and he said, well, I checked. It was only about, I'd say, half a quart to a quart short of water. But that shouldn't make any difference. He goes, the only thing I can think of is that there was an airlock in there. And that running the engine out on the open road caused that airlock to come through. Can you bust the basket? No. It would more or less sun. The engine wasn't being kept cool enough, because there wasn't enough fluid in the radiator. Uh-huh. And you know how the radiator, the pipes close to other parts of the engine? Yeah. So what caused the fire? The engine being too hot and the oil leaking. So he knew that the oil was leaking. No. We knew we were losing oil, but we didn't know where. I just figured it was from that valve cover gasket. Just from lifting up the hood and looking at it. So what's he gonna do? Well, and two of those wires, the spark plug wires, were frying all the way through. So we took those off and we replaced them with some old ones out of the garage. And it runs. It runs. There's enough Radiator fluid in there. So that it will, it's enough. But I think running it out on the open road will cause it possibly to shoot more oil out. That valve cover gasket has to be replaced. I don't know. Oh, I freaked Cookie in. Rita and Gary out tonight. Remember the plain, plain feather clay pit where that red clay is? Right there. I saw my, my speedometer just go brrrr like that, just down, you know, and I knew exactly what it was. What I have to do is take off the distributor wire and splice it in with the fuel pump wire because my fuel pump is now electric, never used to be. I mean that ashtray. or your light, I mean. It's behind the sewing machine. And sometimes it gets loose. And no more fuel. So I stopped the car and they said, what are you doing? I said, oh, I got to tighten this wire here. So I had Cookie turn on the ignition and turn it off. Because see, once you turn that key on, then you hear the fuel pump come on. And if the wire is not connected right, it doesn't come on. So I did that. And I would have managed to find out where I was. And after everything was hunky-dory, then I shut the hood and got back in. And I started up the engine, and both Gary and Rita were sitting on the edges of their seat. And I turned around, and I looked, and I said, did I scare you kids? They wouldn't say anything. Then Gary goes, yeah, I was scared. And I freaked them out. I don't know. Then Daddy said something about the steering column on my car needing work for her. Said, as long as I don't drive it fast, it should be all right. Oh, man, I don't know. Same thing about if I go after Ken, I'm not really going to have any money for her to, you know, do things. I'm not saying I'm going to pay for everything, but I don't want to be broke around him. Oh no, that really sucks. Because I want to at least be able to put gas in the car and release something. I don't think it's such a good idea for you to go up there in the winter. I've been thinking about that. We should all get some money together. Is there any way he could meet us in Great Falls or something? Because I'd like to go up there and go to the Red Lobster. Really? Yeah. Because I love this crane and seafood. That's the halfway point. You could do it. Yeah. I bet you could do it. Wendell. I don't know. He goes back to school like a second. Oh, shoot. Wasn't there any way, like, that we could just meet him up there and maybe... What, bring him down? Bring him down or... I don't want to take your car. I was gonna ask you and mom too if you could take care of Trace for a couple days next week. Oh, what you got in mind? I need to get caught up on my work. Wednesday, I have an appointment at 9.30. Mom's off, isn't she? Oh, that's right. That's right. Yeah, I think that would I think that'd work out. Like if she had to go shopping or something, maybe you could go with her and help her with it. And Nikki helps her with him a lot anyways. Yeah. And then of course he adores me. I remember I was pregnant with Nikki. And, uh, Boots, this little boy, he really liked me. Uh-huh. When I was pregnant with him. Uh-huh. You know how it is when we're pregnant? We get real sleepy. Uh-huh. I fell asleep on the couch, and he'd lay by me. Uh-huh. And he'd fall asleep with me. And I remember I woke up, and here he was gone, his mother carrying him in the other room. Uh-huh. And, God, that kind of pissed me off. Well, that's what, uh, Was Nikki mad when Trace was a boy? Kind of. She thinks I should have twins, twin girls. But I don't think she'll realize the sibling rivalry. I don't know. She's six years old now. And they say that if there's six years between children, there's not that much rivalry. After four, there's almost none. Four is ideal. They're kind of in different worlds. Yeah. Because, see, Trace will be, the next time I have a baby, Trace will probably be about three, four. So I'm going to get this ship taken out. Tammy Cashin has one of these, too. What is it? The North Lap. Oh, really? Dion told me. So I asked him what his intentions were with her. So I told him I thought he was too young to be so involved. Gwen was telling me that. Did she talk to you lately? they had a cyst on her ovary. And they had to go in and take it out. Take out that cyst. And it's really screwed up her, her cycle, her hormones. And they said that she might have to get pregnant again just to straighten it out. So, and then she was, so tell, tell Dionne, and she really laughed. I don't know if Tammy would be too happy with that, but... It seems to me that she's trying to straighten herself out and pursue a family. Tammy? What do you think? I don't know. Or do you think it might be a matter of convenience? I think it's a convenience for both of them. Yeah? Yeah? also convenience for cookie. Oh yeah.",
      "hyp_spk": "2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 1 1 1 1 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 1 1 1 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 2 2 1 1 1 1 2 2",
      "ref_text": "God, I said I wasn't gonna do this anymore. Stay up late. Kinda defeats the purpose of getting up in the morning. I know. And it's a hard habit to break. Usually I don't It is. Usually I don't stay up late. But it's like, if I'm up after midnight? Hm. What can I do now. I still can't God I still can't believe Tim bitching around and, he lied too. He said that he talked to Ron, and all this other shit? About what. About the way they were feeling, of them being the only ones cleaning the house, and all this other shit? I mean what they don't realize, is like, shit, when Ron gets home from work, I wanna spend time with Ron, because Ron, usually doesn't get home till nine or ten. Yeah. Unlike Tim, he has to work, for every little dime that he makes. You know? Yeah. He doesn't get any breaks. Yeah, Tim is on salary, and he can take leave, and, Mhm, and he earns leave, he's he gets sick leave, we don't get shit. I don't know. It is really hard living with another couple. I mean, we If we set our If we sit down and set some rules, which we never did, it could work. You know, Mhm. what it amounts to, is mutual respect, and like Tim told Ron, he told him, he goes um, what was it he goes, nobody fucks with my lifestyle. I feel the exact same way. And all those bitches and complaints that he has, they're about my lifestyle. Mhm, And he doesn't realize that. And that's what I'm gonna tell him. Well, you know, And the only way it's gonna work, is if we have respect for one another. That's right. That's right. And it doesn't mean, going to our parents, and complaining about one another, I'm gonna tell him, if you have any complaints, you talk to the person that you have the complaint about. I'm also going to suggest, to discuss such things. Mhm. Oh yeah. Yeah. You know what it would be, a real good lesson for them, too, in self assertiveness, Yep. you know and, especially the way um, I mean Tim gets himself into a, uncomfortable situation or whatever, and his first reaction is to blow up about it. Mhm. You know, cause he let he lets it pile up. Yep. He doesn't do nothing positive about it, and then he just blows up. something bothers you, you go and you, I was, like last year, I was really proud of myself, when I was asked to take over intermediate algebra? Unhunh. And teach it? And I did. And I also went, and I asked for a raise, instead of cause instead of just sitting in the class and getting five dollars an hour, I was now gonna be up there teaching it, Mhm, and instead of getting the five dollars an hour, I ended up getting fifteen. Really. But I went and I asked. Now if You know if you put a situation like that to Tim or Mandy, cause not because they're they're weak in character or anything, but because they're They're babies. Yeah. They hem and haw around, and somebody else would have to talk for them. You know? Yeah. I don't know. Right now uh, I don't know if I should mention it to him, or what, but, I'm feeling like he's taking me for granted. Yep. And he's rolling in it, Mary. And you know what the sad thing, the thing that really scares me? is that they're n at the rate they're going, and with all the breaks that they've gotten, they're never gonna have hard times. Hard times do train you. Yep. They do. Like I came over here to work with Danae, which is what I'm going to do, I'm going to do some translations for her and stuff? Yeah. tonight? And um, you know, I have to make at least fifty dollars or so, to make it worth my time, but like tonight, well I called, you know, this thing was going on with Buck and everything, so I called um, Mandy's, or, I called our house, and Mandy answered the phone, and I said where's you know where's where Is Ron there? And she said no. When we were on our way to Tim's game, he was at Town Pump, and he asked what time we'd be home, and we said probably about nine. And she said then we went over to your grandma's, but we came back, and he wasn't here yet. So, I called the Town Pump, and asked if he was still in the casino, course he wasn't, he was on his way home. And I said tell So I called Mandy back, and I told her to, have him call me. when he got home. So, I was in the bathtub when he called, and I talked to him for a while and, he went and, he was really down about what what I told him that Tim had said to me, and how I was so upset? He goes. and he wouldn't do it. Really? Mhm. He goes, they they were sitting around getting all fucked up, he said but, he said I went right to bed, he said I didn't get done working until after nine. Oh, man. Cause that fivecar pile up they had between Hardin and Crow? Oh, shit, really? I didn't hear about it. Yeah. Ron was singlehandedly there. with one wrecker. yeah. Seems like any time I've seen a wrecker out here, there's always two guys in there. Hmm, everyone was gone, when the call came in. Oh. And Jay's not supposed to go on those anymore, because of his heart, so he had to send Ron by himself, and Ron was slowly pulling everybody out of the ditch. Did they all hit each other? Or just, Kind of. A a semi bumped a car, and then went and, went on two wheels, and, just about lost it, and then got back up on all all its wheels again. Oh. Did it land in the ditch? But it Kind of, it was able to get out, but all the other cars that were in the direct vicinity, all hit the ditch. And then, there was three cars and the semi. And then, this uh, this guy pulled up and, he was going to uh, Peggy, you remember Peggy White? Yeah. Her husband, Gary Bighare? Mhm? Him and her pulled up, and they were in the van? And they stopped to ask Ron what happened? And here another car came and rearended em. Oh. And they ended up having to take um Peggy White by helicopter to Billings. Man that's pretty bad. I know. Darn, this darn dog keeps breathing, dreaming, I wonder if we should wake her up? No, she'll get scared and want to go outside. Kinda nervous, you know. They say you can really mess up a dog, by waking em up when they're dreaming. Really? Mhm. It's so cold outside, but yet sometimes she insists on staying out there. I know. You know what I was thinking of doing? Hunh. I don't know, she's kind of shy, but I was wondering, what it would be like to train her, to pull a sled. I don't know if she'd do it. I don't know if she would either. She's kind of timid. Mhm. She doesn't trust too many people at all. Yeah. Oh and you know another thing that Tim had the audacity to bitch about? What. He said um, Mandy had to stay up all by herself and decorate the tree. until four in the morning. And I even asked if we could put our ornaments on there, and they told me there wouldn't be enough room. Really? Mhm, Tim said that. She was probably lonely when she was doing it, you know that? She probably was. I sat up with her, and I was talking to her, she was doing all the decorating, I mean, what was I gonna do. I mean, she was just putting up the balls and everything and, she'd say where, where do you think this should go and, so I was sitting there doing my Welfare application. And uh, you know I was just sitting there watching her, telling her where to put everything and what not. Did you know Nickie wanted her own tree? Yes? And I forgot to bring it in, it's outside? What are you gonna do with it. She wants to set it up for her Barbies. I was just gonna use a tin can and put rocks in the bottom? Mhm. And just stick it in there. And you know what I did? Hm. I didn't want to waste a tree's life, so I just cut a. God, Where'd you go. to get em. You know where Sarah and Arvela live? Mhm, Just around the corner. Remember that first cattle guard you go over? Unhunh, I didn't even go over that. You mean, kinda like by the by the tunnel? Right below the tunnel. Oh. And I just walked up We just walked up around uh, that area, God Alice that was fun. Did you get grandma a tree too? Hunhunh. Does she already have one? Hmm. That pickup could only hold like three. Mm. I wonder why Did daddy say to take the pickup back? Or what was the deal. Yeah. Yeah. Why. Cause Phoebe needs it. What's wrong with the car. Oh, you didn't hear about it? Hunhunh. Oh, you did, about how the engine was on fire? Mhm, See there was oil spilling out, leaking out from the valve cover. Mhm. The valve cover gasket apparently cracked or whatever, and there was oil coming out, and the oil got hot, and you know how it gets hot and smokes? Mhm. Well, I guess enough came out, because we were losing oil bad, going from Billings to Crow, um, there's a lot of smoke coming out, and by the time we got to Hardin, we had to put like uh, three or four quarts in. Unhunh. It was three. And, by the time we got to Crow, it was, it was one quart low. And there was smoke still coming from under the engine, I figure if it was losing that much oil, then caught fire. Mhm. Cause the engine was hot, cause there wasn't enough water in the radiator. Mhm. I talked to Oscar about it, and he said, well I checked, it was only, it was only about, I'd say a half a quart to a quart short of water. But that shouldn't make any difference. He goes the only thing I can think of, is that there was an air lock in there. And that running the engine out on the open road? Mhm. Caused that air lock to come through. flushed it out. And bust the gasket? No, it would more or less um, the engine wasn't being kept cool enough. Cause there wasn't enough fluid in the radiator. Unhunh, And, you know how the radiator's, the pipe's close to other parts of the engine? Yeah. So what It was some part in there. caused the fire. The engine being too hot, and the oil leaking, So he knew that the oil was leaking? No, we knew we were losing oil, but we didn't know where. I just figured it was from that valve cover gasket. Just from lifting up the hood and looking at it. So what's he gonna do. Well, and two of his wires, the sparkplug wires? Unhunh. were fried all the way through. Unhunh. So we took those off and we, replaced them with some old ones out of the garage. I knew that. And it runs. It runs. There's enough uh, radiator fluid in there. Mhm. so that it will, It's it's enough. Mhm. But I think running it out on the open road, will cause it possibly to shoot more oil out. Mhm. That valve cover gasket has to be replaced. Hm. I don't know. Oh I freaked Cookie and, Rita and, Gary out tonight. Remember the Plainfeather uh Claypit? where that red clay is? Mhm. Right there. I saw my my speedometer just go Brr. like that just down. You know, and I knew exactly what it was. What I have to do, is take off the distributor wire, and splice it in with the fuel pump wire. Mhm. Because my fuel pump is now electric, Never used to be. Mhm. Hand me that ashtray. Or your light, I mean. It's behind the sewing machine. And uh, sometimes it gets loose. And no more. YAWN0 Unhunh, So I stopped the car, and they said what are you doing. I said, oh, I gotta tighten this wire here. So I had Cookie turn on the ignition and turn it off. So, cause see, once you turn that key on, then you hear the, the fuel pump come on. Mhm. And if the wire's not connected right, it doesn't come on. Mhm. So I did that, and I lit a match to find out where I was, and, after everything was hunkydory, then I, shut the hood, and got back in, and I started up the engine and, both Gary and Rita were sitting on the edges of their seat. And I turned around and I looked, and I said, They wouldn't say anything, then Gary goes, yeah, I was scared. I freaked em out, I don't know. Then daddy said something about the steering column on my car needing MATCH_STRIKE_work? Mhm, Said long as I don't drive it fast, it should be alright. But oh man I don't know. See the thing about it is, if I go after Ken, I'm not really gonna have any money. Mhm, to um, you know, I'm not saying I'm gonna pay for everything, but, I don't want to be broke around him. I know, that really sucks. Cause I wanna at least be able to put gas in the car, Mhm. and go do something. I don't think it's such a good idea for you to go up there in the winter. Mm. I've been thinking about that. We should all get some money together and, is there any way he could like, meet us in Great Falls or something? Cause I'd like to go up there and go to the, um, Red Lobster? Really? Yeah. Cause I've been just, craving seafood. That's the halfway point, he could do it. Yeah. I bet he could do it. When though. I don't know, He goes back to school like the second. Oh, shoot. Well isn't there any way, like we that we could just meet him up there and, What, bring him down? Bring him down, or, I don't wanna take your car. I was gonna ask you and mom, too, if you could um, take care of Trace for a couple days next week. Oh? What you got in mind. I need to get caught up on my work. Wednesday I have an appointment at nine thirty. Mom's off, isn't she? Oh, that's right. That's right. Yeah I think that'd, I think that'd um, work out, like if she had to go shopping or something maybe you could go with her, and help her with him? And Nicky helps her with him a lot anyway. And then of course he adores me. Mhm. I remember I was pregnant with Nicky. And uh, Boots's little boy, he really liked me. Mhm. when I was pregnant with her? Mhm. You know how it is when we're pregnant, we get real sleepy? Mhm. I'd fall asleep on the couch, and he'd lay by me. Mhm. And he'd fall asleep with me. And I remember he would I woke up, and here he was gone, his mother carried him in the other room, Mhm. and God, that kind of pissed me off. Was Would um, Was Nicky mad when Trace was a boy? Kind of. She thinks I should have twins. Twin girls. COUGH COUGH But I don't think she'll realize the uh, sibling rivalry. But I don't know, she's six years old now. And they say that if there's six years between children, there's not that much rivalry. After four there's almost none. Really? Mhm. Cause they're, Four is ideal. they're kind of in different worlds, Yeah. Because, see, Trace will be, the next time I have a baby, Trace will probably be, about three? four? Hm. That's when I'm gonna get this shit taken out. Tammy Kashen has one of these too. What is it. Norplant? Oh really. Deon told me. Cause I asked him what his intentions were with her. Cause I told him I thought he was too young to be so involved. Gwen was telling me that, Did she talk to you lately? Hmm. They had a cyst on her ovary. And they had to go in and take it out? Mhm. Take out that cyst? Mhm. And it's really screwed up her uh, menstrual cycle? her cycle, her, her hormones? Unhunh. And they said that she might have to get pregnant again, just to straighten it out. So, and then she goes, so tell tell Deon. And she really laughed. I don't know if Tammy would be too happy with that though. Seems to me that she's trying to straighten herself out, and, pursue a family. Tammy? What do you think. I don't know. Or do you think it might be a matter of convenience. I think it's a convenience for both of em. Yeah? Yeah? It's also a convenience for Cookie. Oh yeah.",
      "ref_spk": "2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 2 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 2 2 2 2 2 2 2 2 2 2 1 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 1 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 1 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 2 2 2 2 2 2 2 2 2 2 2 2 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 2 2 2 2 2 2 2 1 2 2 2 2 2 2 2 2 2 2 2 2 1 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 2 2 2 2 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 2 1 1 1 1 1 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 1 2 2 2 2 1 1 1 1 1 2 2 2 2 2 2 1 2 2 2 2 2 2 2 2 2 2 1 2 2 2 2 2 2 2 2 2 2 2 2 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 2 2 2 2 2 2 2 2 2 2 2 2 2 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 2 2 2 2 2 2 2 2 2 2 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 2 2 2 2 2 2 1 1 1 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 2 2 2 2 2 2 2 2 2 1 2 2 2 2 2 2 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 1 2 2 2 2 2 2 2 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 2 2 2 2 2 2 2 2 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 2 2 2 2 2 2 2 2 2 2 2 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 2 2 2 2 2 2 2 2 2 2 2 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 1 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 1 2 2 2 2 2 2 2 2 1 1 1 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 1 1 1 1 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 2 2 2 2 2 2 1 2 2 2 2 2 2 2 2 2 2 2 2 1 2 2 2 2 2 2 2 2 2 2 2 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 2 1 2 2 1 1 1 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 1 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 2 2 2 2 1 2 2 2 2 2 2 2 1 1 2 2 2 2 2 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 2 2 2 2 1 1 1 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 2 2 1 1 1 1 1 1 2 2"
    }
  ]
}