{
  "utterances": [
    {
      "utterance_id": "SBC047",
      "hyp_text": "Yeah, I tell you, man, that factory's the pits, man. Last night, I got into a hassle with James Boyd. I'm in the cafeteria, and they took a break that was just a little bit too long, man, you know. Yeah, I can imagine. A half-hour break. You stretched a 15-minute break into a half-hour break. And then he comes into the cafeteria. And I thought he was coming in to chase everybody away. But he's coming after me. And he calls me, and I'm walking out the door right as he's walking in the other room. And he goes, George, I wanna talk to you, come here. And I go, oh man, what is this about? And on my production card, see, the day before yesterday, I did ice cream, right? Balian? And you gotta pack those in cases. And so like, I didn't put that down on my production card. How many cases you packed? I don't know, man. I packed two palates, you know? I don't know how many cases that is, but you know, that shit was heavy, man. And like, I put down on the cart, you know, no cases, because it was lost time. You know, we stripped the signs and everything, and like, there were cases. You were teeing up with somebody, you were working alone. Gutierrez was doing the same job, but we weren't working together. You were working alone. Yeah, and so, he comes and says, well, he goes, I don't know if you've packed this or not, you know. on your production car all it says you know is that you did three thousand sheets but you didn't pack it so i go yeah i go look man there they are you can see there's my name stamped right on there i just didn't put it down oh well i got to figure it out he goes what are you doing in the cafeteria so late i'm just going oh man this is the pits man this is the bottom you wanted to hear yeah really this fucking my attic you know getting on my case Well, it's nothing new. It's part of the course, man. Right? Yeah, definitely. I can't take that type of living anymore. Even if this career doesn't work out for me, I'll find something else that will. Something else? Well, you're going to do real estate, maybe, right? Definitely. I got my books and everything. I'll be studying. But in a sense, I need some type of steady income. But the competition, man, is it real tough on the lot? yeah it is there's definitely there's guys that have been doing that four or five years and they're real good at it and they know how to talk to the people and they know that when somebody's coming in if they're buying or not oh they could tell right away yeah but that all comes with time you know and they're pretty helpful with me and uh you know it'll all come in time i figure the more cards i get out the more people i talk to the more cards i'm going to sell it just all comes with time once i get my experience i'll be up there too and the top four salesmen Your parents don't know yet, huh? No, they'll know when I come back. I think my dad told me yesterday they're coming back the 15th or 16th? Yeah, definitely. I think it's going to be the 15th, which would be on a Saturday I come. and I'll be working till nine o'clock. So they'll be pretty happy for me more or less because they didn't want me to work in the factory much longer. Yeah, I know. My mom doesn't know what to do to get me out. But they didn't take a trip through Brazil and Argentina? I don't know. I don't know. Did they spend the whole time in Guayaquil? I don't think so. My dad told me he was going to go to Argentina and Peru and Colombia, but he only wrote one letter and they were in... No one's called him? I mean, no one's talked to them? He sent postcards to everybody in a letter, but yeah other than that he hasn't called or told us what's up and him being here no time is he staying over at manuel para yeah yeah and uh the other architect is his nephew or something pablo graham pablo graham his architecture i never met him i know that's his nephew one of his brother's sons or something uh-huh but uh they'll come back they'll be happy to see me here that i got a new career going and uh They weren't all heartbroken about, you know, all that. They have no idea what's happening right now. They have no idea. When they left, we were on shaky grounds, but... you know they thought it might be able to work out so when they come in they'll be pretty shocked yeah and and hurt but like I say things will work out for the best what about her folks they're not sorry at all no in fact I've seen him I went to church with him for the last three Sundays really she thought it might you know help our relationship as friends and She still considers you man, huh? Exactly she does because I mean we went to church together for the last three Sundays And then we went to the movies after and her folks were at church and you know Afterwards her mom had an injury on her leg or something. She wasn't at church last Sunday We went to the to their house and I went over there and her brother was there her nephews and nieces her sister and our Godson. And, you know, it's just like everybody was real friendly and everything. I don't know if the parents are aware that we did, you know, separate, but it possibly was for the better because they didn't feel comfortable with us living together anyhow. Yeah, right. That's not looked on too good. So what they probably think is, you know, that we still have a lot of love for each other, that moving out was the best thing until we both are ready for marriage. And if she still loves me and I still love her and Want to get married. There's still the chance of us getting back together and getting married this time. Yeah So, I mean it I think things are working out pretty good. She called me the other day and You know, she calls me talks to me and I call her and ask her our day wasn't anything. Yeah What is your sister say and they tell me to stay away from her don't even call her anything Yeah, wait till she calls you and everything, but you know, that's not right. Yeah, that's hard I mean if she accepts me calling and she doesn't tell me don't call me or I They're telling you that why? Because they feel that she's going to get too strong by me kissing her ass or something or crawling back and begging her for me to come back. She's going to get the upper hand. Exactly, which she probably already does. I'm not going to just wait for her to call me because it's not right. I have feelings for her. I want to know, you know, how she's doing. I'm going to communicate with her. That's all there is to it. It's not like I'm asking her, you know, let me move back in or, you know, I'm sorry. I just want to remain friends with her and find out how she's doing. So they tell me, I don't tell them I call her or nothing, you know. I sent her flowers last week. I sent her flowers to work the day before I moved out. Just to tell her I was sorry about everything that had happened and that, you know, I hope we could remain friends and that God brings us back together if it was meant to be. Yeah. And she's real happy about this. That really meant a lot to me, you know, that she did send me flowers and... And what you wrote. Yeah, exactly. Because she knew it came from my heart. No matter what I put her through and everything, she knows deep down inside I really did love her, but I had a problem or something. Yeah. You had to get something out of your system. Yeah, but I don't even know what it is, in fact. I might have to go to therapy or something to find out. Because there's no way I should, you know... You should be like this. Exactly. I mean, people say you act out of... It's okay, most men do look at other women and You know, things go through their mind and everything, but that I'm impulsive. I'd act on my impulse. Like I'd see something I'd want and I'd go after where I had a beautiful woman. I shouldn't have thought like that at all. This is what a lady told me that was a therapist. She said she was going to get me somebody to go talk to and everything. She said possibly was I was not satisfied with myself. I wasn't happy with myself for some reason and that I just acted out of impulse. Yeah. Wow. So, I don't know. It is a problem because I did have a nice old lady. Kind of messy and everything. It's lonely coming home after putting in 12 hours on the lot and working all day and you know working all evening and then you don't have anybody to come home and share it with. Yeah. Are you working 12 hours? You're going to be doing it 9 to 9? 9 to 9. Well, if I want. That's up to me. Basically, you know, they're going to give us a shift either 9 in the morning to 3 in the afternoon or 2 in the afternoon to 9 in the evening. So if I wanted to come in before 2, if I was on the evening shift, I would come in at 9 and work 9 to 9. If I was on the evening shift from two to nine, I could come in and work from nine to nine. So, when you went last week and you applied, right? They hired you? Right on the spot. Right on the spot. He gave me an interview, he talked to me, he told me why I wanted to get into sales and if I felt I could sell, if I had any experience and everything. You told him about all the cars that you had owned. Yeah, I told him I had done sold cars all through my early years, but it was a private party. You've had about 30 cars. At least 30 cars. So I have some type of experience selling, dealing with people, handling the money, and the only thing it is I have to work on is doing the paperwork, is filling out a contract and Basically, paperwork, which is very simple. Once it comes along with the experience, and the more people I work with, the easier it'll be. That's the most important thing. And selling them the car. Talking to somebody into buying a car that doesn't want to buy, that's there to look. But yet, wouldn't mind owning a new car. And you've got to talk them into it. You've got to sell it to them. You've got to get them in your office, and you've got to sell that car to them. You can't let them leave without that sale. Otherwise, they're going to go elsewhere. If they believe you and you can sell them, you're going to make a lot of money. You need this car. You want this car. Definitely. Take it with you. What can I do for you in order for you to buy this car? If there's a price too much, I could work on the price. Let me go talk to my manager. Maybe I could drop it $500, $600. Maybe we have a $300 rebate that you could use towards the down payment. Maybe it's 3.9 financing that will save you money in the long run if you finance $15,000 or $16,000. so you know it's just it's it's like a game you know so holmes they they put you through training all these days yeah five days i watched a video case dealing with this guy that that sold cars and made a hundred thousand his goal was to make a hundred thousand dollars every year selling cars and he accomplished his goal every year he sold a hundred thousand dollars and he retired at 35 after a certain amount of years selling and uh he just got into making uh audio cassettes, in sales to motivation tapes. A system to sell. Exactly. Books, seminars, videotapes. $100,000 a year. That guy must have hustled. Well, it's possible. You figure you could sell at least 20 cars a month every month for 12 months. You're going to be up there in a $70,000, $80,000 bracket. 20 cars in a month. That's almost a car a day. Exactly. Which isn't difficult. If you're on the lot for a damn 12 hours, one car isn't all that much if you have the clients coming in. That's the only thing. If you have the traffic, we're on a busy street, Firestone Boulevard. Right, Firestone where, by the 605? Exactly, right before the 605. Right past Downey, where we used to play basketball at the YMCA. Yeah, a little past that going east. I'd say a mile, a mile going east. You know, I've been wanting to go visit you, but I'm afraid you're gonna sell me a car, bro. Well, that's the last thing you need to do is get any more debt than you already are. Yeah, man, I gotta get out of my debts. And then I'd be a free agent, man. In fact, I was planning if they were gonna play basketball, if I did, going Thursday at 9 o'clock. You could go for a couple of hours. It's right down the street. I could bring my work clothes and take a shower. Take a shower. Why not? Because it's seven and play from seven to quarter to nine and take five minutes to get from YMCA to the Firestone Chrysler. You want to go tomorrow? I don't know if they're playing because last week the gym was closed. They're working on the ceiling. So the last two weeks the gym was closed? Yeah, the last two weeks the gym was closed. And you haven't talked to Barry Holden at all? I haven't seen him this week. I saw him last week and he told me they were still working on the gym, but I haven't seen him this week. Yeah. I got a check coming tomorrow I have to go pick up, so I'll probably be in there in the evening after work. Where, at Ferro? Yeah, either at 5 o'clock or 3 o'clock or... We're getting paid tomorrow, right? Yeah. I got my last... Your last what? One week check and one week vacation check. Oh, not too bad. So it'll help me because I don't have any steady income now if I don't sell it or make money. You mean you don't even get minimums? Well, we get $600 a month, $300 every two weeks, which isn't bad. Now that I don't have to pay rent, I might be able to pay my credit cards and my car payment and my insurance. with that six hundred my car payments two fifty eight the insurance is a hundred a month that's three fifty eight and maybe about three hundred in uh... credit cards a month. So what does the Porsche have man? Did they tell you at the shop? In fact I have to call right now. Should I call right now? Sure why not? Should I call right here? I don't know. And you can hear we have the conversation on the phone talking about my car because I have to get the car I don't know what it's going to cause but it had problems with the fuel injection system. So I have to have that fixed in order for me to get, right now she's lending me the samurai. Oh yeah, she's being real cool. And I've had it for three days. That was very nice of her. I appreciated her doing that for me. She's taking the samurai. She's taking her BMW every day to work. But she's taking the samurai from you because... I owed her money because she had an investment in the Porsche with me. Oh, I see. So, yeah, she gets the samurai and you get the Porsche. But your dad, man, he's not going to like that too much, I don't think. Why? Because wasn't he the guarantee? No, he had the insurance under his name. Just the insurance? That's it. I'm paying the car and everything. But she doesn't want to move the BMW, right? She wants to keep it there. No way. That car's paid off. It's in excellent condition. It's a jam. Yeah, so she's gonna hang on to it, but she's been real nice. See, that's why I know we're still good friends, because if she had any hard feelings for her, she'd say, no, that's my car, you know. You gotta see how you do. Exactly. Do your own thing, right? Yeah. Huh. But she's been real nice, that's why... Hey, you still got tickets for Celia Cruz and Tito Puente? Yeah. You gonna go? I think so. Yeah? All right. That's gonna be a good show, man. I tell you, Celia Cruz puts them out for the show. Oh, I so... Yes, is Kenny in? Or is this Roger? Okay, Roger, this is David Wilson with the 77 911, the silver one, with a cold start problem. Do you know if it's been worked on or anything? Uh-huh. exhaust leak. Right. Okay. Now this warm-up regulator, is that different than a cold start valve? Oh. Yeah. Okay, because I did have one put in I think about three months ago or something. I think you guys put it in, I had the same problem. It was like 200 bucks or something. Is that the same problem now? Oh, okay. Oh, okay. Okay, so should I just call back in a little bit maybe? Okay, so I'll just call back in about 10 or 15. Maybe he'll be there. Okay, thanks Roger. Bye. So Cold Start Regulator, is that it? Oh man, I just had one put in. 200 bucks. Oh, fuck. That's an expensive car, and then you gotta get the tags on it, right? I got everything. You got everything? I got everything taken care of. I got insurance on it, too. How much is it? Under my name. $1100 a year. $1100? $300 down. That's cheap, man? I just got a liability. Triple-A wanted to give me, you know, insurance. $1100, too, man. Yeah, for a Dodge. I'm an Aries, man. But you can get full coverage, you know? I don't remember. I just got liability. Just liability. Which is good enough. At least it's insured if anything happens to anybody else. For sure. But I took care of the registration. I registered under my name and everything and got my tags for 88. Yeah. And got custom plates on it. How much did the tags cost you? 51 bucks. Cheaper than mine. Mine cost me 60 bucks. And I didn't have to pay any sales tax when I registered the car. Yeah? How come? Oh, you did it like you said you were going to do? She gave it to me as a gift. She backed me up, she's being cool. She put that, I gave this card, I gave her a gift, so I didn't have to pay any sales tax, otherwise I would have got stuck at $300 just in sales tax alone. And I got custom plates on it. What does it say? Hustling. Hustling. Nobody else had that? 36 bucks a year. But that's a good one, that's what I'm doing now. That's my life. I gotta hustle to make money. If I don't hustle, I'm not gonna make money. Yeah. But everything's, you know, fell into place pretty good. I mean, things happen for a reason. The situation that I'm in happened for a reason. I changed my career. I took care of everything. I had to take care of the car. And now I'm gonna save my money and try to get my own pad. Condominium or whatever the case may be. I'm gonna be saving a lot of money working here, so if I'm making decent money, I'll be able to Get something on my own Yeah with the help of my parents of course because when you say it happens for a reason It's like it happened to get you off off my ass Get me out of the factory get me into a career that I can make good money and to realize that I Had a good woman and I shouldn't I shouldn't want to have anybody else she spent 12 years of her life with me and I She's always been a positive thinker and always been good, understanding. Sure, it would be different if she were a bitch and always nagging and getting on your case. Or didn't enjoy doing anything. She always was pretty much able to do anything that I wanted to do. She was never negative or anything. It was basically me going out, the problem going out. So it happened for a reason. Now I hope that in the future she realizes that I have changed and matured and she would give me that chance to go back with her and try to make our life work together. But only time will tell, I gotta prove it to her. And I gotta leave her on her own, let her see. Even if she goes out with other men or dates other men, if she does feel any attraction towards anybody else, I'll never know. But she'll know what her good thing was. Yeah, definitely.",
      "hyp_spk": "2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 1 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 1 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 1 1",
      "ref_text": "Yeah. I tell you man, that factory's the pits man, What's new. last night I got into a hassle with James Boyd. I'm in the cafeteria, Yeah. and I took a break, that was too long man. You know. Yeah, I can imagine. You stretched a fifteen minute break into a half hour break. to a half hour. And then he comes into the cafeteria. And I thought he was coming in to chase everybody away. He was after you. But he's coming after me. And he calls me. And I'm walking out the door. Right as he's walking in the other one? Unhunh? And he goes, Fred, I wanna talk to you, come here. And I go, oh man, what is this about. And on my production card. Let's see. The day before yesterday. I did ice cream. Right, Balian? Unhunh. And you gotta pack those in cases. And, Right. so like, I didn't put that down on my production card. How many cases you packed. I don't know man. I packed two pallets. You know, I don't know how many cases that is, Unhunh, but, you know, that, that shit was heavy man. And like, and like, I put down on the card, you know, no cases. Because it was lost time. You know, you know we, Right. we stripped the sides and everything, Right. Yeah. and like, you were teaming up with somebody, there were no cases. or working alone. I uh, Gutierrez was doing the same job. But we weren't working together. Oh you're working alone. Nyeah, and so, he comes and says, well, he goes, I don't know if you've, if you've, packed this or not. You know. On your production card, all it says, you know, is that you did three thousand sheets, but you Two loads. Yeah. But you didn't pack it. So I go, yeah, I go look man, there they are. You could see, there's my name, stamped right on there. I just didn't put it down. Oh, well I gotta figure it out. And he goes, I'm just going, aw man, this is the pits man. This is at the bottom of the That's the last thing you wanted to hear. Yeah really. This fucking mayate. You know, getting on my case. Yeah. Well that's nothing new. It's always been like that. it's It's par for the course man. Right? Yeah, definitely. why I can't take that, that type of living anymore, even is this, uh, career doesn't work out for me, I'll find something that will. Something else. Well you're gonna do real estate maybe, right? Definitely, I'm I got my books and everything, I'll be studying and uh, but in a sense, I need uh, some type of steady income. But, but uh, you the competition man. I mean, is it real tough? Like, on the lot? Yeah, it is. There's And there's guys that've been doing that four or five years, and, And they're real good at it. that are real good at it, and they know how to talk to the people, and they know that, when somebody's coming in, if they're buying or not. Oh, they could tell right away. Yeah but that all comes with time. You know, and, Yeah. and they're pretty helpful with me, and uh, you know it'll all come in time. Right, I figure, the more cards I get out, the more people I talk to, the more cars I'm gonna sell. Just all comes with time. Once I get my experience, I'll be up there too in the top four salesman. Your parents don't know yet. Hunh. No. They'll know when they come back. I and I think my dad told me yesterday, they're coming back the fifteenth? Yeah. or sixteenth? I think It's gonna be the fifteenth, which would be on a Saturday I think. And I'll be working till nine o'clock. So they'll, they'll be pretty happy for me, more or less, because uh, they didn't want me to work in the factory much longer. Yeah, I know. My mom doesn't know what to do to get me out. But, they didn't take a trip through, Brazil, and Argentina? I don't know, I don't know they, they They spent the whole time in Guayaquil? Yeah I think so. They My dad told me he was gonna go to uh, Argentina, and Peru, and Colombia, but, he only wrote one letter, and and they were in uh, No one's called em, I mean no one's talked to them? No. He sent postcards to everybody, and a YWN letter but, Yeah. Other than that YWN, he hasn't called or told us what's up, Is he staying over at Miguel Juarez's? Yeah, Yeah? And uh, the other architect. Is his nephew or something. Pedro Cruz. Pedro Cruz. Yeah, he's a architect or, I never met him. I know Miguel, I've been to his house a number of time. That's his, his nephew. one of his brother's sons or something. Unhunh. But uh, they'll come back, they'll be happy to see me here, that I got a new career going, and uh, They weren't all heartbroken about, you know, Jeanie and that? Well they have no idea what's happening right now. They must have been They have no idea, When they left, we were on shaky grounds, but, you know, they thought it might be able to work out. So when they come in, they'll be pretty shocked. Yeah. And, and hurt. But uh, like I say, things will work out for the best. What about her folks. They're not sorry at all, huh. No uh, in fact I've seen em, I I I went to church with em, for the last three Sundays. Really? With Jeanie. Wow. She thought it might, you know, help our relationship as friends, and uh, She still considers you man. Hunh. Exactly. She does, because I mean, we went to church together, for the last three Sundays, Yeah. and then, then we went to the movies after, and her her folks were at church, and, you know, n afterwards, her mom, had a injury on her leg or something, she wasn't at church last Sunday, we went to the, to their house. And uh, I went over there, and her brother was there, her nephews and nieces, her sister, our godson, And uh, you know, it was just like, everybody was real friendly and everything, Yeah. I don't know if the parents are aware, that we did, you know, Break up? separate, but it, possibly was for the better, cause they, they didn't feel comfortable with us living together anyhow. Yeah. right, that's not looked on too good hunh. No. So, what they, what they probably think is, you know, that we still have a lot of love for each other, That, moving out was the best thing, But until we both are ready for marriage, and if she still loves me, and I still love her, and, we wanna get married, there's still the chance of us getting back together, and getting married this time. Yeah. So I mean it I think things are working out pretty good. She called me the other day and uh, you know, she calls me and talks to me, and I call her and ask her how her day was and everything. Yeah. What, what does uh, your sisters say. they tell me to stay away from her, don't even call or anything. Yeah? Wait till she calls you and everything. But, you know, that's not right. Yeah. That's hard man. I mean, if she accepts me calling her, and she doesn't tell me, or, They're telling you that, why. To, like uh, Cause they feel that, she's gonna get too strong, by me, you know uh, kissing her ass, Oh. Exactly. or something or or or, crawling back, I see. and begging her, you know, for me to come back or, She gonna get the upper hand. Exactly. Which, which, you know, she probably already does. But, um, Yeah. I'm not gonna just wait for her to call me, because it's not right, I have feelings for her, I wanna know, you know, how she's doing, doing. I'm gonna communicate with her. That's all there is to it. It's not like I I'm asking her, you know, let me move back in or, you know, I'm sorry I You just Yeah. I just wanna remain friends with her, and find out how she's doing. Yeah. So they, they tell I don't tell em I call or nothing. You know, and uh, And I sent her flowers last week, I sent her flowers to work. Yeah? The day before I moved out. Just to tell her I was sorry about everything that had happened, and that uh, you know I hope we could remain friends, and that God brings us back together, if it was meant to be. Yeah. And she was real happy about this. She said that really meant a lot to me. You know, That you did send me flowers, and uh, And Then the, and what you wrote. Yeah, exactly. Cause she knew it came from my heart, no matter what, I'd put her through and everything, she knows deep down inside, I really did love her, but I had a problem or something. Yeah. You had to get something out of your system. Yeah. But I don't even know what it is in fact. I might have to go to therapy or something, to find out. Because there's no There's no way I, I should, you know, You should be like this? Exactly. I mean People say you, you act out of uh, it's okay, most men do look at other women, and uh, you know, things go through their mind and everything, but that I'm impulsive. I'd act on my impulse. Yeah. Like I'd see something, I'd want it, and I'd go after her, where I, I had a beautiful woman, I shouldn't have thought like that at all. Yeah. This what a lady told me that, that was a therapist. She said she was gonna get me somebody to go talk to and everything. She said it possibily was I was uh, not satisfied with myself. I wasn't happy with myself for some reason, and that I just acted out of impulse. Yeah. Wow. So, I don't know. i it is a problem, because I, I I did have a nice old lady and um, Kind of miss her and everything. It's lonely coming home after putting in twelve hours on the lot. And working all day and, you know, working all evening, and then you don't have body to come home and share it with. Yeah. are Are you working twelve hours? You're gonna be, Yeah. You're gonna be doing that? Yeah. Nine to nine? Definitely. Nine to nine. If I want. That's a That's up to me, Yeah. Basically, you know, they're gonna give us a shift. Either, nine in the morning, to three in the afternoon, or, or th, two in the afternoon, to nine in the evening. See, Unhunh. So if I wanted to come in before two, if I was on the, the evening shift, I would come in at nine, and work nine to nine. If I was on the evening shift, from two to nine, I could come in and work from nine to nine. So, um, when you went last week, and you applied right, Mhm? they, they hired you, Right on the spot. Right on the spot. He gave me interview, he talked to me, told me why I wanted to get into sales, and if, if I felt I could sell, if I had any experience, and everything and, You told him about all the cars, that you had owned and sold, Yeah, I told him that I had done, sold cars all through my early years, but it was private party. you've you You've had about, like thirty cars, At least, hunh. yeah. At least. At least thirty cars. So I have some type of experience selling, dealing with people, You know about cars. handling the money, and uh, the only thing it is, I have to work on, is doing the paperwork. Is uh, filling out a contract, and uh, basically paperwork, which is very simple. That, you know, once it comes along with experience, and the more people I work with, the easier it will, it'll be, that's the most important thing and, and selling them the car, talking to somebody in, to buying a car, that doesn't wanna buy. that's there to look. Yeah. But yet, wouldn't mind owning a new car. That's right. And you've gotta talk em into it, you gotta sell it to em. You know? You gotta em in your office, and you gotta sell that car to em. You can't let em leave without that sale. Otherwise, they're gonna go elsewhere. Right. If they believe you, and you can sell em, You need this car, you gonna make a lot of money. you want this car, Definetely. take it with you, What can I do for you, in order for you to buy this car. I mean if, is the price too much? I could work on the price. Let me go talk to my manager. Maybe I could drop it five sixhundred dollars. Maybe we have a threehundred rebate that you could use towards the down payment. W maybe it's it's three point nine financing, that'll save you money in the long run uh, if you finance fifteen or sixteen thousand dollars. So, you know, it's just, it's uh, it's like a game. You know? Yeah. So homes. Uh, they, they put you through training all these days? Is that it? Yeah, five days I watched uh, videotapes dealing with this guy that, that, that sold cars, and made a hundred His goal was to make a hundred thousand dollars every year selling cars. And he accomplished his goal. Every year he sold a hundred thousand dollars, and he retired, Oh my god. at thirtyfive after, certain amount of years selling and uh, he just got into, making uh, audio cassettes. In sales. To Motivation uh tapes, Oh I see. and uh, A system. To sell. Exactly. Books, seminars, um, Yeah. video tapes. Hundred thousand a year. That guy must've hustled. Yeah, well, it's possible. You figure, you could sell, at least twenty cars a month, every month for twelve months, you know you're gonna be up there in, seventy eighty thousand dollar bracket, Twenty cars in a month. That's almost a car a day. Exactly. Which isn't difficult, If you're on the lot, for a damn twelve hours uh, one car, isn't all that much, if you have the clients coming in. That's the only thing. If you have the traffic, Yeah. we're on a busy street, Firestone Boulevard. Right. Firestone where, by the six o five? exactly. Right before the six o five. Right by Yeah. Right past Downy, where we used to play basketball at uh, the YMCA. Yeah. a little past that going, I'd say a mile. east. Yeah. A mile. A mile going, uh east. You know, I have been wanting to go visit you. But, I'm afraid you're gonna sell me a car bro. Yeah well, that's the last thing you need to do, is get in any more debt, than you already are. Uh, I'm hip man, I gotta get outa my debts. Man, Yeah I'm And then I'll be a free agent. Man. In fact, I was planning, if they were gonna play basketball, if I did go in Thursday at nine o'clock. You could go for couple hours, It's right down the street, at least. I could bring my work clothes, and uh, sure. Hey you know, take a shower, Take a shower. Why not. Because, like, Get there at seven and, play from seven to quarter to nine, and, take probably five minutes, to get from YMCA to the, Firestone Chrysler. You wanna go tomorrow? I I don't know if they're playing, I don't know because last week, the gym was closed, they're working on the ceiling. So the last two weeks the gym was clo. Yeah the The last two weeks the gym was closed. And you haven't talked to Gary Holt at all? I haven't seen him this week. Uh, I saw him last week, and he told me they were still working on the gym. But I haven't seen him this week. Yeah. I got a check coming tomorrow, I have to go pick up. So I'll probably be in there in the evening after work. Where, at federal? Yeah. Either at five o'clock, or three o'clock, or, we're getting paid tomorrow right? Yeah? I got my last, You last what. One week check, and one week vacation check. Oh, not too bad. So it'll help me, cause I don't have uh, any steady income now. If I don't sell, I don't make money, I got uh, You mean you don't even get minimum? Well, we get sixhundred dollars a month. Threehundred every two weeks. Which isn't bad, I mean I could, No. I could, Now that I don't have to pay rent. Yeah. I might be able to, pay my credit cards, and my car payment, and my insurance, with that sixhundred. My car payment's two fiftyeight, the insurance is a hundred a month, that's three fiftyeight, and maybe about threehundred in uh, credit cards a month. So what does the Porsche have man. Did they tell you at the shop? In fact I have to call right now. what you gotta do to? Should I call right now? Sure, Could I call right here while why not. Uh, And you could hear me, uh, have the conversation on the phone. Talking about my car, because I have to get the car, I don't what it's gonna cost, but it had problems uh, with the fuel injection system. Unhunh, So I have to have that fixed, in order for me to get, uh, right now, Jeanie's lending me the Samurai. Oh she's Yeah. She's being real cool. And I've had it for three days and uh, that was very nice of her, I appreciated her doing that for me. She's taking the Samurai. She's taking her BMW, every day to work. But, she's taking the Samurai. from you. Yeah. because uh, I owed her money, because she had an investment in the Porsche with me. Oh I see. So, yeah. She gets the Samurai. And you get the Porsche. Yeah. And uh, But your dad. Man, he's not gonna like that, too much I don't think. Why. Cause wasn't he the L2 garante L2? No, he was the, he had the insurance under his name. Just the insurance. That's it. So the The car's uh, you know, I'm paying the car and everything and, Unhunh. But, I'm letting her she doesn't wanna move the BMW. Right? She wants to keep it there. No way, that car's paid off, it's in excellent condition, and uh, It's a gem. DIALING_TONES Yeah, so she's gonna hang on to it, but she's being real nice. See that's why I know we're still good friends, because if she had any hard feelings for me, Yeah. she'd say no. That's my car, you know, You gotta see how you do. Exactly. Do your own thing. Right? Yeah. Hunh. But she's being real nice. That's why uh, Hey you still got tickets, for Celia Cruz? And Tito Puente? Yeah, Yeah? You gonna go? I think so. Yeah? Alright. That's gonna be a good show man, I tell you, Definetely. Celia Cruz puts on a good show. Oh, I sold Yes, is uh Kenny in? Or is this Roger? Okay uh, Roger, this is Richard Torres, with the seventyseven nineeleven, the silver one? With the cold start problem? Do you know uh, if it's been worked on or anything? Unhunh? Exhaust leak. Right. Okay. Um, Now this warmup regulator, is that uh, different than a cold start valve? Oh. Yeah. Okay, cause I did have one put in, I think uh, about three months ago or something? I think you guys put it in. I had the same problem. And, it was like twohundred bucks or something? is that the same problem now? Oh okay. Oh okay Okay so, should I just call back in a little bit maybe? Okay, okay, so I'll just call back in about ten or fifteen. Maybe he'll be there. Okay thanks Roger. Bye. So, cold start regulator, is that it? Oh man, I just had one put in. Twohundred bucks for that. Oh. Fuck. That's an expensive car, and then you gotta get the tags on it. Right? I got everything. You got everything? I got everything taken care of. I got insurance on it too. How much Under my name. Elevenhundred a year. Elevenhundred. Threehundred dollars down, That's cheap man cause, I just got liability. Triple A wanted to give me, you know, insurance, elevenhundred too man. Yeah. On the fucking For a for a Dodge. on On on, Aries man. But you were gonna get full coverage. You know? Uh, I don't remember. I just got liability. Just liability. Which is good enough. At least it's insured, Yeah. if anything happens to anybody else. For sure. But uh, no I took care of the registration, I registered under my name and everything, and uh, got my tags for eightyeight, Yeah. And, got custom plates on it. How much did the tags cost you. Mu Fiftyone bucks. Cheaper than mine. Mine cost me sixty bucks. And I didn't have to pay any sales tax. When I registered the car. Yeah? How come. Oh you did it, like you said you were gonna do? Jeanie gave it to me as a gift. Alright homes. She she backed me up. She's being cool. Yeah. She put, that I gave this car to Richard Torres for a gift? So I didn't have to pay any sales tax. Tax. Otherwise I would've got stuck, threehundred dollars just in sales tax alone. And uh, I got custom plates on it. What does it say. Hustlin. Hustlin. Nobody else had that. Thirtysix bucks a year. But that's a good one, for that's what I'm doing now. That's my life. Yeah, really. I gotta hustle to make money. If I don't hustle, I'm not gonna make money. Yeah. But everything's, Everything's You know, fell into place pretty good. I mean, things happen for a reason. this The situation that I'm in happened for a reason, I changed my career, I took care of everything I had to take care of with the car, And uh, now I'm gonna, save my money and, try to get my own pad. Condominium or whatever the case may be. I'm gonna be saving a lotta money working here, so if I'm making decent money, I'll be able to uh, To get something on my own. Yeah, With the help of my parents of course, because, When you say it happens for a reason, it's like, it happened, to get you off Off my ass. Off Get me out of the factory, get me into a career that I can make good money, and uh, to realize that uh, I had a good woman, and I shouldn't, I shouldn't wanna have anybody else. She spent twelve years of her life with me and uh, she's always been positive thinker, and uh, always been good, Yeah. understanding, Sure, and uh, it'd be different if she were a bitch and always nagging, Yeah, you know and then, exactly. getting on your case, Or didn't like, and making your life impossible, didn't enjoy doing anything, she always was, Yeah, exactly. you know, pretty much uh, able to do anything that I wanted to do. She was never negative or anything and uh, it was basically me, you know going out. The problem going out. So it happened for a reason. Now I hope that, you know, in the future she, she realizes that I'm I have changed and matured and, and that she would give me that chance, you know, to go back with her, To go back, and try to make our life work together. Yeah. But only time will tell, I gotta prove it to her. And, I gotta leave her on her own, let her see, you know, Yeah. Even if she goes out with other men, or dates other men, if that's, if if she does feel any attraction towards anybody else. I'll never know. But she'll know what her good thing was. yeah, That's for sure. definitely.",
      "ref_spk": "2 2 2 2 2 2 2 2 2 2 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 2 2 2 2 2 2 2 2 1 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 2 2 2 2 2 2 1 1 2 2 1 1 1 1 1 1 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 1 2 1 1 1 1 1 1 1 1 1 1 1 1 2 2 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 1 1 1 1 1 1 1 2 2 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 1 2 2 2 2 2 1 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 1 2 2 2 2 1 1 1 1 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 1 1 2 1 1 1 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 2 2 2 2 1 1 1 1 1 1 1 2 2 2 2 1 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 1 1 2 2 2 2 1 1 1 1 2 1 1 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 1 1 1 1 2 1 2 2 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 1 1 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 1 1 1 1 1 2 2 1 1 1 1 1 1 1 1 2 2 2 2 1 1 1 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 2 2 2 1 1 1 1 1 1 1 1 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 2 2 2 2 2 1 1 1 1 1 2 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 1 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 2 2 2 2 2 2 1 1 1 1 1 1 2 2 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 1 1 2 2 2 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 1 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 2 2 1 1 1 1 1 1 2 1 1 1 2 2 2 2 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 1 2 2 2 1 1 1 1 1 2 2 2 2 2 1 1 1 1 1 1 1 1 1 2 2 2 2 1 1 1 1 2 2 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 2 2 2 2 2 2 2 2 1 1 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 2 2 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 1 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 2 2 2 2 1 2 2 2 2 1 1 1 2 2 2 2 2 1 1 1 1 1 1 1 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 1 2 2 2 1"
    }
  ]
}